{"_id":"150083c56193a32a02a7e29c742fa3bf","id":"20200901","type":"CET6","time":"30min","publish":"202009","order":1,"directions":"For this part, you are allowed 30 minutes to write an essay on the saying “ Beauty of the soul is the essential beauty.” . You should write at least 150 words but no more than 200 words.","stem":"Beauty of the soul is the essential beauty","modelEssay":["“Beauty of the soul is the essential beauty.”In otherwords，the true beauty of a person comes from within，from his or her virtues.This saying is quite thought-provoking formany of today's young adults who are obsessed with physical appearance.","Outer beauty，to be sure，is not insignificant，but it will eventually fade with age. Inner beauty，on the other hand，lasts forever and even has the potential to get more radiant with time. Such radiance from the inside out can not only help increase personal charisma，but also bring hope and warmth to others. That is why people of lofty character always command wide respect，no matter whether they look gorgeous or not. Take the medical staff who have risked their lives to battle the novel coronavirus in the front line as anexample. Despite the bruises and marks the protective masks left on their faces，they have been praised as heroes in harm's way for their selfless dedication to public health.","Therefore，we must bear in mind that genuine beauty is found in our character rather than our external appearance. And to attain a beautiful soul，it is crucial to strive for self-improvement and enjoy doing good deeds."]}
{"_id":"150083c56193a32a02a7e29d21d4334a","id":"20200902","type":"CET6","time":"30min","publish":"202009","order":1,"directions":"For this part, you are allowed 30 minutes to write an essay on the saying, What is worth doing is worth doing well, You should write at least 150 words but no more than 200 words.","stem":"","modelEssay":["There are countless things we want to do in ourlifetime. We may argue over which are worth doingand which are not, but the undisputed principle is that aslong as the thing in question is worth doing, we must doit well.","Just as the saying goes, what is worth doing isworth doing well. Why this saying makes sense is simple: something worth doing must be rewarding. To put it another way, doing it well will eventually pay off, no matter economically, emotionally or intellectually. For example, fulfilling our responsibilities at work may seem like a daily routine. But in fact, it means much more than that. Doing our job well not only rewards us with a decent salary, which helps us manage our life and support our family, but also gives us a sense of accomplishment. Through our work, we get the feeling that we are an indispensable member of this society and that our contributions matter.","In short, if something deserves our efforts, it will be beneficial one way or another. This is why we should take it seriously and try to do it well."]}
{"_id":"150083c56193a32a02a7e29e225ab396","id":"20200903","type":"CET6","time":"30min","publish":"202009","order":1,"directions":" For this part, you are allowed 30 minutes to write an essay on the saying  “Wealth of the mind is the only true wealth. ”You should write at least 150 words but no more than 200 words.","stem":" Wealth of the mind is the only true wealth. ","modelEssay":["Modern life is characterized by packed agendas.While it is true that high efficiency is important in generating economic wealth, its damage to people' s psychological well-being is increasingly worrying. In time when mental health problems such as burnout and depression become more and more common，we need to remind ourselves of that cliched yet compelling saying:wealth of the mind is the only true wealth.","Admittedly, having adequate economic wealth is a prerequisite for a carefree life. But an overemphasis on it has opposite effects.③It exhausts our mental energy and distracts us from pursuing what makes us truly happy. To live a genuinely fulilling life, we should instead focus on building wealth of the mind. This does not mean we all should dedicate ourselves to creating cultural wealth as artists do.Instead, all activities that contribute to our mental well-being add to wealth of the mind.⑦Following this logic, even taking a walk in the garden, which helps relieve stress and anxiety， can increase wealth of the mind.","In our current social context， economic wealth is regarded as the primary sign of success. It is high time we changed that and shifted our focus to wealth of the mind."]}
{"_id":"150083c56193a32a02a7e29f250f7c85","id":"20201201","type":"CET6","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to write an essay on why students should be encouraged to develop creativity.You should write at least 150 words but no more than 200 words.","stem":"Why students should be encouraged to develop creativity","modelEssay":["Creativity tends to be considered as an ability with which only a few people are endowed. In fact，it can be taught，practiced and developed. Unfortunately，the conventional teaching method focuses on convergent instead of divergent thinking. Simply put，students are always asked to solve problems that have one correct and well-established answer rather than come up with multiple solutions to open-ended questions.","Such neglect of developing creativity will hamper students' career growth. As everyone knows，creative minds are able to think out of the box. By making novel, original or even unorthodox suggestions，they often act as a savior of a team stuck on a tricky problem. It is no wonder that creativity is one of the soft skills employers value most. Furthermore，lack of this ability may have an adverse effect on students' mental health. That is because creativity goes a long way to equipping them for the real world characterized by rapid changes. lt allows them to look at difficulties and frustrations from a fresh perspective，so that they can live with and adapt to the unknown.","To sum up，a creative person has a competitive edge over other job candidates and is more likely to keep composure amid uncertainties. School education should therefore lay more emphasis on fostering creativity among students."]}
{"_id":"150083c56193a32a02a7e2a019ed5aad","id":"20201202","type":"CET6","time":"30min","publish":"202012","order":1,"directions":" For this part, you are allowed 30 minutes to write an essay on why students should be encouraged to effective communication skills. You should write at least 150 words but no more than 200 words.”. The statement given below is for your reference.You should wite at least 120 words but nomore than 180 words.","stem":" why students should be encouraged to effective communication skills. ","modelEssay":["Chinese students have a reputation for faring pretty well in tests but showing poor performance in other dimensions, especially communication skills. And our society in general tends to brush off this issue as“not so important.”In view of this，I feel obliged to bring forward a few points to highlight the necessity of cultivating students'effective communication skills.","As opposed to the widely shared concern among parents that too much communication distracts students from their supposed focus on study，communication is in fact an essential booster of students’learning capabilities.Through effective communication, not only are students' academic questions spotted and solved faster, but troubles they encounter in their teenage life get acknowledged and addressed more straightforwardly and humanely. Another reason we shouldencourage students develop communication skills is that a healthy relationship requires healthy forms of communication,❹Only by constantly engaging ourselves in honest communication can we sustain harmonious relationships with others.","Implementing the ideas discussed above into our education system takes time and patience. But the first thing we can and must do is acknowledge our current neglect of this issue and pay due attention to it. "]}
{"_id":"150083c56193a32a02a7e2a10e36282c","id":"20201203","type":"CET6","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to write an essay on why students should be encouraged to develop the ability to meet challenges. You should write at least 150 words but no more than 200 words.","stem":"","modelEssay":["In a time of constant change and stiff competition, challenges are everywhere, ranging from taking a test to seeking a job. Therefore, it is especially important for us students to cultivate the ability to meet challenges.","When running into daunting challenges, many of us will almost instinctively shy away from them, reluctant or frightened to step out of our comfort zone. This passive approach could easily hinder us from making progress. On the contrary, if we pluck up the courage to challenge ourselves, we may reap the rewards even of failure. As German philosopher Friedrich Nietzsche said what doesn't kill me makes me stronger. Confronting challenges and striving to navigate through them help us build resilience and mental strength. This will in turn lay a solid foundation for our success in the future, because the ability to take on challenges is a prerequisite for realizing our full potential andachieving significant breakthroughs.","Life is not all plain sailing but full of hardships and obstacles. We have no other choice than to equip ourselves with the determination and ability to meet and overcome challenges."]}
{"_id":"150083c56193a32a02a7e2a278ecd21f","id":"20210601","type":"CET6","time":"30min","publish":"202106","order":1,"directions":"For this part,you are allowed 30 minutes to write an essay based on the graph below. You should start your essay with a brief description of the graph and comment on China's achievements in urbanization. You should write at least 150 words but no more than 200 wcords.","stem":"Degree of urbanization in China from 1980 to 2019","imgUrl":"cloud://cloud1-4gvnm4k7b5bb273b.636c-cloud1-4gvnm4k7b5bb273b-1307703970/六级图片/2021年6月6级第二套 作文图片.png","modelEssay":["The data in the line chart indicate the astonishing paceat which China has undergone its urbanization.Specifically,the share of its urban population passed the 60 percent mark in2019，more than three times the proportion in 1980.","Over the past few decades，many cities in China have become more liveable，thanks in large part to the government's constant effort to improve urban planning，social security，and public services. Better living conditions have immensely enhanced urban dwellers' sense of well-being. Moreover,urban growth and prosperity have opened up a wider range of employment opportunities，attracting a rising number of rural residents to cities in pursuit of a higher quality of life. Such mass migration has been further facilitated by heavy investment in transport infrastructure and the consequent rapid expansion of China's road and rail networks. Long-distance travel from remote villages to major cities has never been so accessible and affordable.","China's accomplishments in urbanization are undeniably noteworthy and significant. However，this unstoppable wave has posed formidable challenges such as social inequality，traffic congestion，and environmental pollution. Therefore，measures to narrow the rural-urban divide and build smarter，more sustainable citie swill remain high on the agenda."]}
{"_id":"150083c56193a32a02a7e2a3151d84b9","id":"20210602","type":"CET6","time":"30min","publish":"202106","order":1,"directions":"or this part,you are allouwed 30 minutes to write an essay based on the chart below. You should start your essay with a brief description of the chart and comment on China's achievements in higher education.You should write at least 150 words but no more than 200 words.","stem":"","imgUrl":"cloud://cloud1-4gvnm4k7b5bb273b.636c-cloud1-4gvnm4k7b5bb273b-1307703970/六级图片/2021年6月6级第二套 作文图片.png","modelEssay":["China has increased dramatically from 3. 4% in 1990 to 51.6%in 2019. Apparently, the figures reveal that great achievements have been made in China's higher education during the past three decades.","I can think of no better reasons than thefollowing ones to explain this social phenomenon.  First and foremost, the government has implemented a package of policies and raised plenty of funds to make higher education more accessible to students, including those from families in poverty. In addition, the progress is bound up with technological advancement and economic growth. For instance, online courses have enabled students nationwide to enjoy instructive lectures given by prestigious professors，can improve individuals' competitive edge and contribute to the sustainable development of the whole society.","In conclusion, this chart is a perfect index of the remarkable achievements made in China's higher education. Meanwhile, it is reasonable for us to believe that such a tendency will continue in the forthcoming years and definitely contribute to our country 's prosperity in the long run."]}
{"_id":"150083c56193a32a02a7e2a425995ec7","id":"20210603","type":"CET6","time":"30min","publish":"202106","order":1,"directions":"For this part,you are allowed 30 minutes to write an essay based on the chart below. You should start your essay with a brief description of the chart and comment on China's achievements in poverty alleviation. You should write at least 150 words but no more than. 200 words.","stem":"Rural population in poverty","modelEssay":["As is demonstrated in the chart, China has witnessed asteady decline in the number of impoverished11r8:al residents, from nearly 100 million (about 10% of rural population) in 2012 to close to zero by the end of 2020.These encouraging figures mark the country's complete victory in its fight; against poverty.","Such remarkable achievements owe a great deal to the government's policy support. ②In recent years, China has implemented the targeted poverty alleviation strategy ，tailoring relief plans for each poverty-stricken village or even household.","These specially designed measures, ranging from infrastructure improvements to industrial development， lay a solid foundation for eradicating poverty and l building a moderately well-off society in all respects.At the same time, various social sectors have got involved by introducing new business models such as e-commerce and tourism to rural areas.This has injected fresh impetus into the local economy. Moreover, individual efforts constitute another crucial factor in getting rid of poverty, as evidenced by the stories of numerous underprivileged rural students changing their future throughhard work.","Just as President Xi once put it, being lifted out of poverty is not an end in itself but the starting point of a new life and a new pursuit.②The Chinese people will continue to strive for common prosperity with strong determination and concerted efforts."],"imgUrl":"cloud://cloud1-4gvnm4k7b5bb273b.636c-cloud1-4gvnm4k7b5bb273b-1307703970/六级图片/2021，6月六级第三套.png"}
{"_id":"f4ef47fd61656ca5011914fa6d36405d","id":"20210601","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part,you are allowed 30 minutes to write an essay titled “Are people becoming addictedto technology?”. The statement given below is for your reference.You should wite at least 120 words but nomore than 180 words.","stem":"Numerous studies claim that addiction to technology is real and it has the same effect on the brain as drug addiction.","modelEssay":["Are people becoming addicted to technology?","Technology has penetrated into every corner of modern society, ranging from manufacturing industry to family life. To some extent, people are becoming addicted to technology.","First of all, modern people seem to live on technology products. We get connected with each other via Internet, shop online with mobile phones, and enjoy self-service on machines in banks and restaurants. However, many people tend to go to extremes. They rely so heavily on their cellphones that they feel unease once they are not having their cellphones around for more than five minutes. Another typical example is that with the appearance of various social video Apps like TikTok and Kuaishou, people can`t resist the temptation of them. They are addicted to the virtual world and even forget to eat, work and communicate with family members or friends. Moreover, numerous studies claim that addiction to technology is real and it has the same effect on the brain as drug addiction.","Therefore, it is advisable for modern people to reasonably reduce their addiction to technology while enjoyjing the convenience brought by it. Nothing should go overboard."]}
{"_id":"150083c56193a32a02a7e2a55d7c354c","id":"20210602","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part,you are allowed 30 minutes to write an essay titled “Are people becoming addictedto technology?”. The statement given below is for your reference.You should wite at least 120 words but nomore than 180 words.","stem":"Many studies claim that computers distract people,make them lazy thinkers and even lower their work efficiency.","modelEssay":["Is technology making people lazy?","Is technolog making people lazy? This quite皿 interesting question many people t never think Of• After careful consideration，my answer is T恤01 is making people lazy.","A famous saying goes that laziness promotes the advancesof technology. In turn, advanced technology makes people become lazier after replacing human beings to do what they should have done. For example, with the help of robots, people can clean their houses without even moving their butts.  With the advent of computers, the situation is going from bad to worse.I Many studies claim that computers distract people, make them lazy thinkers and even lower their work efficiency. Maybe that's why many people are hopping from one website to another, having no idca of what they are doing. many other types of tea. The longer the tea is brewed, the better it tastes. Its unique aroma and taste are especially adored by its lovers. With numerous elements that","To conclude, technology makes people lazy. Mankind need to be aware of not becoming the slave of technology. "]}
{"_id":"150083c56193a32a02a7e2a6585da7ca","id":"20210603","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part , you are allowed 30 minutes to write an essay titled “Do violent video games lead to violence ?”The statement given below is for your reference. You should write at least 120 words but no more than 180 words.","stem":"A growing body of research finds that violent video games can make kids act aggressively in their real world relationships, causing an increase in violence.","modelEssay":["Do violent video games lead to violence?","The explosive growth of video games in recent two decades has aroused grave social concern.One of the main reasons is that many people worry violent video games could lead to violence. This is true, especially for child players.","For one thing, at a young age, children usually don't have good judgement and are prone to imitate the violent behaviours in games and regard them as being cool.I [5] For another, many video games are full of violence to boost players' excitement, thus enhancing their appeal. [6] A growing number of research proves that violent video games contribute to children's aggressive behaviors in their real life.","Considering many teenagers are spending a huge amount of time and money on video games, we need to be alert to the possible harm of violent games that could be done to children."]}
{"_id":"150083c56193a32a02a7e2a77bf83f4a","id":"20201203","type":"CET4","time":"30min","publish":"202012","order":1,"directions":"For this part , you are allowed 30 minutes to write an essay on the topic Changes in the way of Communication. You should write at least 120 words but no more than 180 words.","stem":" Changes in the way of Communication ","modelEssay":["The Changes in the Way of Communication","As the Internet and information technology are developing at an unprecedented rate， the way of communication witness great changes. Social networking applications such as QQ and WeChat emerge one after another and they have become an indispensable part of ourlives apparently.","On the one hand，we must recognize the enormous benefits brought by technology，through which we can enjoy the real-time communication with families and friends in a distant place. This brings us great comfort and sense of happiness compared with ancient people who heard from afriend three months later after he/she had sent a letter. On the other hand，it cannot be denied that the easy access to the Internet and the wide popularity of smartphones are blamed for the root of less social communication among people.This can be best illustrated by the increasing number of hours spent on WeChat，QQ or some other social networking websites.","In brief，taking into account all of these factors，we may reach the conclusion that the changes in the way of communication pose both opportunities and challenges to our modern life. Only by making reasonable use of them can we benefit considerably. ."]}
{"_id":"150083c56193a32a02a7e2a861877d8a","id":"20201202","type":"CET4","time":"30min","publish":"202012","order":1,"directions":"For this part , you are allowed 30 minutes to write an essay on the topic Changes in the way of Transportation. You should write at least 120 words but no more than 180 words.","stem":" Changes in the way of Transportation. ","modelEssay":["The Changes in the Way of Transportation","As the Internet is developing so rapidly， the way of transportation keeps changing surprisingly. New applications on transportation emerge abundantly, contributing to the fact that people' s lifestyle has been changed as well.","The changes in the way of transportation can be listed as follows. First of all， the mobile phones can act as“tickets”. We can take the bus or subway by scanning the QR code or simply swiping our mobile phones. What' s more， transportation apps like Didi have brought consumers great convenience in travelling， because they have made it possible for people to go around wit hout the . trouble of waiting in a line for a bus or a taxi. Last but not least, shared bicycles are widespread in many cities ， which are not only environment-friendly and convenient in a short distance， but also provide chances for modern people to take some exercise in their fast-paced life.","From my perspective， the changes in the way of transportation bring us great convenience, and I believe that there will be more striking changes in the future. ."]}
{"_id":"150083c56193a32a02a7e2a97f057485","id":"20201201","type":"CET4","time":"30min","publish":"202012","order":1,"directions":"In this section, you will hear three news reports. At the end of each news report, you will hear two or three questions. Both the news report and the questions will be spoken only once. After you hear a question, you must choose the best answer from the four choices marked A), B),C) and D). Then mark the corresponding letter on Answer Sheet 1 with a single line through the center.","modelEssay":["The Changes in the Way of Education","As the Internet is developing so rapidly， the way of education keeps changing and new forms of education emerge surprisingly. Especially during the pandemic of corona virus, online education has become one of the most important ways of education throughout the world.","There are reasons accounting for the ever-increasing popularity of online courses. First of all， thanks to the advanced technology， the fast reaction of Internet giants guarantees the constantly improving quality of online courses on a national scale. Moreover, compared with traditional offline teaching activities， online education gives students the opportunity to study w herever they want, at home or in the park. In addition, the cost of attending online courses is normally lower than that of offline ones. Finally， students can choose the perfect time when they are available to attend classes，instead of stubbornly fixing the time required without the possibility of doing any other important thing.","From my perspective, the changes in the way of education will continue to exert a profound impact on education."]}
{"_id":"150083c56193a32a02a7e2aa1c882516","id":"20200903","type":"CET4","time":"30min","publish":"202009","order":1,"directions":"For this part,you are allowed 30 minutes to write an essay on online dictionaries.You can start your essay with the sentence “Online dictionaries are becoming increasingly popular”.You should write at least 120 words but no more than 180 words.","stem":"","modelEssay":["Online Dictionaries","Online dictionaries are becoming increasingly popular. Many online dictionaries enjoy a good reputation among college students for the following reasons.","To begin with, being able to be installed in all kinds of smartphones, many online dictionaries can work at any time provided that our smartphones are in working condition. What's more, there are several authoritative dictionaries included, which provide all the possible meanings for a word, not only its basic meanings but also the specialized meanings, meeting our needs in most cases. Last but not least, there are many learning resources at different levels available for free in some dictionary apps. We can also set up our own new word banks so that it is easy for us to review the words or take a test if we like. ","In a nutshell, online dictionaries serve our needs for language learning perfectly with their powerful and personalized functions. We are supposed to make full use of this kind of convenient tool."]}
{"_id":"150083c56193a32a02a7e2ab6107de8c","id":"20200902","type":"CET4","time":"30min","publish":"202009","order":1,"directions":" For this part, you are allowed 30 minutes to write an essay on the use of PowerPoint in class. You can start your essay with the sentence “The use of PowerPoint is becoming increasingly popular in class.” You should write at least 120 words but no more than 180 words.","stem":"the use of PowerPoint in class","modelEssay":["The use of PowerPoint in class","The use of PowerPoint is becoming increasingly popular inclass, However, its use in class is a controversial issue that has raised much concern. I think we'd better hold a cautious attitude towards the use of PPT in class.","On the one hand, well-designed PPT slides can definitely  enhance teaching efficiency because all the knowledge has been prepared beforehand and teachers don't need to spend time writing on the blackboard. What's more, many delicately designed PPT slides are quite attractive to students.  On the other hand, we have to admit there are some potential problems with the overuse of PPT in class.For example, many teachers don't know how to teach without PPT because of their heavy reliance onPPT. In addition. there is a possibility that some students are distracted by the decorations or animation of PPT slides, which leads to lower learning efficiency.","Therefore, it is advisable for modern people to reasonably reduce their addiction to technology while enjoyjing the convenience brought by it. Nothing should go overboard."]}
{"_id":"150083c56193a32a02a7e2ac1b542382","id":"20200901","type":"CET4","time":"30min","publish":"202009","order":1,"directions":"For this part , you are allowed 30 minutes to write an essay on online libraries. You can start your essay with sentence “Online library are becoming increasingly popular”. You should write at least 120 words but no more than 180 words.","modelEssay":["The Advantages of Online Libraries","Online libraries are becoming increasingly popular. Living in a highly shared information era�online libraries bring us much convenience. This essay aims to tell you the advantages of online libraries.","Firstly, you can save a great deal of time and energy to search information by using the online library. You can even get the information you need without stepping out of your dorm room. Secondly, the abundant digital information might go beyond your imagination compared with the real libraries. [6] For example, online libraries make it possible for you to read a rare book stored in only a few large libraries. [7] Finally, you needn t linger over book shelves or take notes in libraries. All the information could be downloaded into your computer and you can decide when and how to read them.","To sum up, we get a much easier access to knowledge by using online libraries, which are a powerful tool for modern people to read, study and research. Thus, everyone is expected to learn how to use them."]}
{"_id":"8e1706526198ed4e04a733325bd987cb","id":"20190601","type":"CET4","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to write a news report to your campus newspaper on a volunteer activity organized by your Student Union to assist elderly people in the neighborhood. You should write at least 120 words but no more than 180 words.","stem":"","modelEssay":["Ten students, organized by the Student Union, visited a senior center close to our school on Wednesday, June 12th, for the purpose of providing help for the elderly there.","Our volunteers were warmly welcomed when they arrived there at about 1 pm. They presented the elderly with fresh fruits before dividing themselves into two groups, one responsible for cleaning and the other for chatting. It took nearly an hour for half a dozen volunteers to sweep and mop the floor and then wash all the windows. The rest were, meanwhile, listening attentively to the elderly who looked back on their good old clays with a certain amount of nostalgia.The activity ended with a lecture on how to send voice messages and make video calls on WeChat.","“I'm impressed with their vigor and optimism, says one of the volunteers.” And I'mglad that the entire afternoon we spent together means something to them.They expressed their gratitude for our company, which may be, in my opinion, what they need most."]}
{"_id":"8e1706526198ed4e04a733336ce776d9","id":"20190602","type":"CET4","time":"30min","publish":"201906","order":1,"directions":"For this part,you are allowed 30 minutes to write an essay titled “Are people becoming addictedto technology?”. The statement given below is for your reference.You should wite at least 120 words but nomore than 180 words.","stem":"your campus newspaper on a visit to a local farm organized by your Student Union.","modelEssay":["Last Sunday, the Student Union arranged for 30 students a tour of a local farm located in the northern suburbs. about 40 kilometers away from the downtown area.","As soon as the charter bus arrived at the farm, all the visitors couldn't help marveling at its spectacular landscape, especially the vast expanse of fertile farmland.The first destination was a cowshed, where the students learned how to milk a Cow, though only a few were brave enough to have a try. They were obviously more interested in the store outside selling various dairy products.Then there came the highlight of the trip: strawberry picking. Everyone had fun tasting fresh, juicy strawberries right after picking them. Finally, the students entered a small exhibition hall, getting to know how the farm was built from scratch and is run nowadays with the help of advanced agricultural machinery.","This activity is in fact part of a larger project launched by our school this year to expose college students to all walks of life, thereby helping them develop a clear career plan."]}
{"_id":"8e1706526198ed4e04a733341a548019","id":"20190603","type":"CET4","time":"30min","publish":"201906","order":1,"directions":" For this part, you are allowed 30 minutes to write a news report to your campus newspaper on a visit to a Hope elementary school organized by your Student Union. You should write at least 120 words but no more than 180 words.","stem":"","modelEssay":["A group of student volunteers, recruited by the Student Union, went to visit a Hope Elementary School in a neighboring county on June 5th with the intention of celebrating the upcoming Dragon Boat Festival with the children there. ","Upon arrival, our volunteers were surrounded by a crowd of lively children. Their innocent smiles refreshed everyone exhausted from the long journey. After being guided to a classroom, the volunteers unpacked a suitcase filled with precooked sticky rice dumplings. While the dumplings were heated lip, a volunteer explained the origins and customs of the Dragon Boat Festival to the children, who could hardly hide their growing excitement. The meal finished, a tug of war contest was held as a substitute for a dragon boat race, in which all the kids seemed deeply involved either by pulling the rope with all their strength or cheering competitors on wildly.","It was a day of real joy. But more than that, our volunteers gave the pupils a rewarding experience with the glamour of traditional Chinese culture and teamwork."]}
{"_id":"8e1706526198ed4e04a733355ddcf5a9","id":"20190601","type":"CET6","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to write an essay on the importance of team spirit and communication in the workplace. You should write at least 150 words but no more than 200 words.","stem":"the importance of team spirit and communication in the workplace.","modelEssay":["Outstanding leaders always give top priority to team building.They know a cohesive team composed of great communicators plays an irreplaceable role in enhancing the operational efficiency and productivity of an enterprise. Just as they say，many hands make light work.","Team members will only become highly motivated to fulfill their own duties when they stand united in the pursuit of a common goal and communicate smoothly.Moreover， mutual respect，support and encouragement in a team helps foster a sense of belonging，maintain harmony in the workplace and thus improve job satisfaction.Consider the tech giant Alibaba，whose huge success，as its CEO Jack Ma acknowledges，benefits considerably from joint efforts and efficient coordination among both clerks and departments，driving the corporation to handle arduous tasks，confront tough challenges and even pull through severe crises.","In short，team spirit and effective communication are conducive to employee and business performance alike. Any leader who has an ambition to run a successful business，therefore，must create a corporate culture that emphasizes teamwork and communication skills."]}
{"_id":"8e1706526198ed4e04a7333647b5ac42","id":"20190602","type":"CET6","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to write an essay on the importance of mutual understanding and respect in interpersonal relationships. You should write at least 150 words but no more than 200 words.","stem":"","modelEssay":["How to deal with the complicated interpersonal relationships always remains a major worry for most of us. Wise words or books that aim to teach us to tackle this daunting issue are, almost without exception, putting stress on mutual understanding and respect, the significance of which seems self-evident.","Mutual understanding requires us to put ourselves in each other's place and be forgiving of others5 difficulties. By doing so, we will become more easy-going and accessible, and thus more likely to avoid unnecessary conflicts and frictions with others, a common trigger for a failed relationship. Mutual respect for privacy, lifestyles, hobbies, professions, opinions and the like�� helps create a friendly atmosphere that encourages us to share and exchange our ideas openly without the fear of feeling offended.","To sum up, this principle of socializing is certainly a prerequisite for healthy and stable interpersonal relationships. Neglect of it will lead us to end up being estranged from, or even hostile to, each other."]}
{"_id":"8e1706526198ed4e04a733373073e416","id":"20190603","type":"CET6","time":"30min","publish":"201906","order":1,"directions":"  For this part, you are allowed 30 minutes to write an essay on the importance of motivation and methods in learning. You should write at least 150 words but no more than 200 words.","stem":" The importance of motivation and methods in learning.  ","modelEssay":["Any experienced teacher would seek to motivate his students to learn, and share advice on how to find the approaches to learning that suit them well. This universal consistency among education experts indisputably demonstrates an immutable principle of learning: initiative and correct methods are fundamental to academic success.","Highly motivated students find learning pleasant andrewarding, and therefore maintain a strong desire to acquire new knowledge and skills, and enough courage to meet new challenges. Unmotivated students, in contrast, feel like they are forced to learn and get bored easily with this seemingly endless process, In addition, proper methods are a contributing factor in increased efficiency and positive learning outcomes. Top students don't necessarily spend the most amount of time on learning, but more often than not have found the right ways to improve their academic performance.","It is widely acknowledged that there aren't any shortcuts to learning. But at least, a high level of motivation and smart strategies make someone a dedicated and efficient learner."]}
