{"_id":"8e1706526193a507043ecc413fde4629","id":"2021060102","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) Brains, brains, brains. People are fascinated by brain research. And yet it can be hard to point to places where our education system is really making use of the latest neuroscience(神经科学) findings. But there is one happy link where research is meeting practice: bilingual(双语的) education. “In the last 20 years or so, there's been a virtual explosion of research on bilingualism,” says Judith Kroll, a professor at the University of California, Riverside.","B) Again and again, researchers have found, “bilingualism is an experience that shapes our brain for life,” in the words of Gigi Luk, an associate professor at Harvard's Graduate School of Education. At the same time, one of the hottest trends in public schooling is what’s often called dual-language or two-way immersion programs.","C) Traditional programs for English-language learners, or ELLs, focus on assimilating students into English as quickly as possible. Dual-language classrooms, by contrast, provide instruction across subjects to both English natives and English learners, in both English and a target language. The goal is functional bilingualism and biliteracy for all students by middle school. New York City, North Carolina, Delaware, Utah, Oregon and Washington state are among the places expanding dual-language classrooms.","D) The trend flies in the face of some of the culture wars of two decades ago, when advocates insisted on “English first” education. Most famously, California passed Proposition 227 in 1998. It was intended to sharply reduce the amount of tie that English-language learners spent in bilingual settings. Proposition 58, passed by California voters on November 8, largely reversed that decision, paving the way for a huge expansion of bilingual education in the state that has the largest population of English-language learners.","E) Some of the insistence on English-first was founded on research produced decades ago, in which bilingual students underperformed monolingual(单语的) English speakers and had lower IQ scores. Today’s scholars, like Ellen Bialystok at York University in Toronto, say that research was “deeply flawed.” “Earlier research looked at socially disadvantaged groups,” agrees Antonella Sorace at the University of Edinburgh in Scotland. “This has been completely contradicted by recent research” that compares groups more similar to each other.","F) So what does recent research say about the potential benefits of bilingual education? It turns out that, in many ways, the real trick to speaking two languages consists in managing not to speak one of those languages at a given moment—which is fundamentally a feat of paying attention. Saying “Goodbye” to mom and then “Guten tag” to your teacher, or managing to ask for a crayola roja instead of a red crayon(蜡笔), requires skills called “inhibition” and “task switching.” These skills are subsets of an ability called executive function.","G) People who speak two languages often outperform monolinguals on general measures of executive function. “Bilinguals can pay focused attention without being distracted and also improve in the ability to switch from one task to another,” says Sorace.","H) Do these same advantages benefit a child who begins learning a second language in kindergarten instead of as a baby? We don't yet know. Patterns of language learning and language use are complex. But Gigi Luk at Harvard cites at least one brain-imaging study on adolescents that shows similar changes in brain structure when compared with those who are bilingual from birth, even when they didn't begin practicing a second language in earnest before late childhood.","I) Young children being raised bilingual have to follow social cues to figure out which language to use with which person and in what setting. As a result, says Sorace, bilingual children as young as age 3 have demonstrated a head start on tests of perspective-taking and theory of mind—both of which are fundamental social and emotional skills.","J) About 10 percent of students in the Portland, Oregon public schools are assigned by lottery to dual-language classrooms that offer instruction in Spanish, Japanese or Mandarin, alongside English. Jennifer Steele at American University conducted a four-year, randomized trial and found that the dual-language students outperformed their peers in English-reading skills by a full school-year’s worth of learning by the end of middle school. Because the effects are found in reading, not in math or science where there were few differences, Steele suggests that learning two languages make students more aware of how language works in general.","K) The research of Gigi Luk at Harvard offers a slightly different explanation. She has recently done a small study looking at a group of 100 fourth-graders in Massachusetts who had similar reading scores on a standard test, but very different language experiences. Some were foreign-language dominant and others were English natives. Here's what’s interesting. The students who were dominant in a foreign language weren't yet comfortably bilingual; they were just starting to learn English. Therefore, by definition, they had a much weaker English vocabulary than the native speakers. Yet they were just as good at interpreting a text. “This is very surprising,” Luk says. ”You would expect the reading comprehension performance to mirror the vocabulary—it’s a cornerstone of comprehension.”","L) How did the foreign-language dominant speakers manage this feat? Well, Luk found, they also scored higher on tests of executive functioning. So, even though they didn't have huge mental dictionaries to draw on, they may have been great puzzle-solvers, taking into account higher-level concepts such as whether a single sentence made sense within an overall storyline. They got to the same results as the monolinguals, by a different path.","M) American public school classrooms as a whole are becoming more segregated by race and class. Dual-language programs can be an exception. Because they are composed of native English speakers deliberately placed together with recent immigrants, they tend to be more ethnically and economically balanced. And there is some evidence that this helps kids of all backgrounds gain comfort with diversity and different cultures.","N) Several of the researchers also pointed out that, in bilingual education, non-English-dominant students and their families tend to feel that their home language is heard and valued, compared with a classroom where the home language is left at the door in favor of English. This can improve students' sense of belonging and increase parents' involvement in their children's education, including behaviors like reading to children. “Many parents fear their language is an obstacle, a problem, and if they abandon it their child will integrate better,” says Antonella Sorace of the University of Edinburgh. “We tell them they’re not doing their child a favor by giving up their language.”","O) One theme that was striking in speaking to all these researchers was just how strongly they advocated for dual-language classrooms. Thomas and Collier have advised many school systems on how to expand their dual language programs, and Sorace runs “bilingualism Matters,” an international network of researchers who promote bilingual education projects. This type of advocacy among scientists is unusual; even more so because the “bilingual advantage hypothesis” is being challenged once again.","P) A review of studies published last year found that cognitive advantages failed to appear in 83 percent of published studies, though in a separate analysis, the sum of effects was still significantly positive. One potential explanation offered by the researchers is that advantages that are measurable in the very young and very old tend to fade when testing young adults at the peak of their cognitive powers. And, they countered that no negative effects of bilingual education have been found. So, even if the advantages are small, they are still worth it. Not to mention one obvious, outstanding fact: “Bilingual children can speak two languages!”"],"options":["36. A study found that there are similar changes in brain structure between those who are bilingual from birth and those who start learning a second language later. ","37. Unlike traditional monolingual programs, bilingual classrooms aim at developing students' ability to use two languages by middle school.","38. A study showed that dual-language students did significantly better than their peers in reading English texts.","39. About twenty years ago, bilingual practice was strongly discouraged, especially in California.","40. Ethnically and economically balanced bilingual classrooms are found to be helpful for kids to get used to social and cultural diversity.","41. Researchers now claim that earlier research on bilingual education was seriously flawed.","42. According to a researcher, dual-language experiences exert a lifelong influence on one's brain.","43. Advocates of bilingual education argued that it produces positive effects though they may be limited.","44. Bilingual speakers often do better than monolinguals in completing certain tasks because they can concentrate better on what they are doing.","45. When their native language is used, parents can become more involved in their children's education."],"analysisList":[{"order":36,"answer":"H","analysis":"【精析】H段④句指出﹐脑成像研究表明,童年晚期才开始学习外语的青少年会发生与天生双语使用者类似的大脑结构变化。试题是对该句信息的改写,其中start learning a second language later是对didn't begin practicing a second language in earnest before late childhood的同义替换。"},{"order":37,"answer":"C","analysis":"【精析】C段①至③句通过对比手段聚焦双语课堂特点及目的:传统英语学习项目注重于让学生尽快融入英语环境;双语课堂则用两种语言开展教学,旨在让学生到中学时获得实用性双语能力。试题是对双语课堂特点的概括,Unlike 体现其与传统项目的不同,ability to use two languages 是对原文functional bilingualism and biliteracy 的同义改写。"},{"order":38,"answer":"J","analysis":"【精析】J段介绍双语教育提升阅读理解能力的作用,其中②句介绍研究结果;双语学生对其他同学的英语阅读技能优势达到了相当于一整个学年的学习。试题是对该句研究结果的同义改写,其中significantly better是对a full school-year's worth of learning 的准确概括。"},{"order":39,"answer":"D","analysis":"【精析】D段①至③句介绍双语教育过去如何遭到抵制;二十年前的文化战争中,人们高举“英语优先”的大旗,加利福尼亚州更是专门发布法律,限制英语学习者置身于双语环境的时间。试题是对原文信息的提炼,其中 strongly discouraged 归纳了“English first” education与 sharply reduce the amount of time...spent in bilingual settings的共同指向“双语教育受阻”。"},{"order":40,"answer":"M","analysis":"【精析】M段介绍双语教育帮助学生融入多族裔、多文化环境。③④句具体说明双语课堂(they回指上句中的Dual-language programs)如何起作用:把英语母语使用者和新移民有意地混在一起→在族裔和经济状况的分布上都更为均衡→有助于学生适应多族裔、多文化环境。试题是对原文信息的整合,getused to同义改写gain comfort with。"},{"order":41,"answer":"E","analysis":"【精析】E段②句介绍当代研究者对以往双语教育研究的看法:漏洞百出(that research回指①句中“数十年前发表的研究”)。试题是对本句信息的复现, earlier research on bilingual education明确了句中that research所指。"},{"order":42,"answer":"B","analysis":"【精析】B段①句引用一名研究者的原话确认双语能力的相关发现“对大脑带来终生影响”。试题是对该句内容的概括, exert...influence是对shapes的同义改写。"},{"order":43,"answer":"P","analysis":"【精析】Р段③至⑤句指出双语教育研究者/倡导者的看法:双语教育尚未发现有负面影响,而且益处即便小也仍然值得;双语教育至少能让孩子学会两门语言。试题是对双语教育正面影响描述的提炼，positive...though they may be limited是对even if the advantages are small...still worth it 的同义改写。"},{"order":44,"answer":"G","analysis":"【精析】G段两句指出,双语使用者比单语使用者在执行功能测评中的表现更好,更能高度集中注意力。试题是对本段信息的提炼和总结，其中completing certain tasks是对general measures ofexecutive function的明确化, because是对原文两句逻辑关系的揭示(专注度更高,因而任务完成得更好)。"},{"order":45,"answer":"N","analysis":"【精析】N段①句指出,双语教育让英语学习者的母语得到重视;②句进而指出,这能提高学生的归属感和家长对孩子教育的参与度。试题是对原文信息的截取, native language is used同义替换home language is heard。"}]}
{"_id":"8e1706526193a507043ecc4219184581","id":"2020090202","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) After years of big promises, telemedicine is finally living up to its potential. Driven by faster internet connections, ubiquitous(无处不在的) smartphones and changing insurance standards, more health providers are turning to electronic communications to do their jobs—and it's dramatically changing the delivery of healthcare.","B) Doctors are linking up with patients by phone, email and webcam(网络摄像头) . They’re also consulting with each other electronically—sometimes to make split second decisions on heart attacks and strokes. Patients, meanwhile, are using new devices to relay their blood pressure, heart rate and other vital signs to their doctors so they can manage chronic conditions at home. Telemedicine also allows for better care in places where medical expertise is hard to come by. Five to 10 times a day, Doctors Without Borders relays questions about tough cases from its physicians in Niger, South Sudan and elsewhere to its network of 280 experts around the world, and back again via internet.","C) As a measure of how rapidly telemedicine is spreading, consider: More than 15 million Americans received some kind of medical care remotely last year, according to the American Telemedicine Association, a trade group, which expects those numbers to grow by 30% this year.","D) None of this is to say that telemedicine has found its way into all comers of medicine. A recent survey of 500 tech-savvy(精通技术的) consumers found that 39% hadn’t heard of telemedicine, and of those who haven’t used it, 42% said they preferred in-person doctor visits. In a poll of 1500 family physicians, only 15% had used it in their practices—but 90% said they would if it were appropriately reimbursed(补偿) .","E) What's more, for all the rapid growth, significant questions and challenges remain. Rules defining and regulating telemedicine differ widely from state to state. Physicians groups are issuing different guidelines about what care they consider appropriate to deliver and in what form.","F) Some critics also question whether the quality of care is keeping up with the rapid expansion of telemedicine. And there's the question of what services physicians should be paid for: Insurance coverage varies from health plan to health plan, and a big federal plan covers only a narrow range of services. Telemedicine's future will depend on how—and whether—regulators, providers, payers and patients can address these challenges. Here's a closer look at some of these issues:","G) Do patients trade quality for convenience? The fastest-growing services in telemedicine connect consumers with clinicians they've never met for a phone, video or email visit—on-demand, 24/7. Typically, these are for nonemergency issues such as colds, flu, ear-aches and skin rashes, and they cost around $45, compared with approximately $100 at a doctor's office, $160 at an urgent-care clinic or $750 and up at an emergency room.","H) Many health plans and employers have rushed to offer the services and promote them as a convenient way for plan members to get medical care without leaving home or work. Nearly three-quarters of large employers will offer virtual doctor visits as a benefit to employees this year, up from 48% last year. Web companies such as Tel a doc and American Well are expected to host some 1.2 million such virtual doctor visits this year, up 20% from last year, according to the American Telemedicine Association. ","I) But critics worry that such services maybe sacrificing quality for convenience. Consulting a random doctor patients will never meet, they say, further fragments the health-care system, and even minor issues such as upper respiratory(上呼吸道的) infections can’t be thoroughly evaluated by a doctor who can’t listen to your heart or feel your swollen glands. In a recent study, researchers posing as patients with skin problems sought help from 16 telemedicine sites—with unsettling results. In 62 encounters, fewer than one-third disclosed clinicians' credential or let patients choose; only 32% discussed potential side effects of prescribed medications. Several sites misdiagnosed serious conditions, largely because they failed to ask basic follow-up questions, the researchers said. “Telemedicine holds enormous promise, but these sites are just not ready for prime time,” says Jack Res neck, the study's lead author.","J) The American Telemedicine Association and other organizations have started accreditation(鉴定) programs to identify top-quality telemedicine sites. The American Medical Association this month approved new ethical guidelines for telemedicine, calling for participating doctors to recognize the limitations of such services and ensure that they have sufficient information to make clinical recommendations.","K) French political commentators noted the devastating fire had succeeded where Macron had failed in uniting the country. But criticism over the original state of the building is likely to intensify over coming days. Leniaud told La Croix newspaper:“This is not about looking for people to blame. The responsibility is collective because this is the most loved monument in the country.”lexandre Gady, an art historian, agreed.“Weve been saying for years that the budget for maintaining historic monuments is too low,”Gady said. The Paris prosecutor's office has opened an inquiry into“involuntary destruction by fire”K) Who pays for the services? While employers and health plans have been eager to cover virtual urgent-care visits, insurers have been far less willing to pay for telemedicine when doctors use phone, email or video to consult with existing patients about continuing issues. “It's very hard to get paid unless you physically see the patient,” says Peter Rasmussen, medical director of distance health at the Cleveland Clinic. Some 32 states have passed “parity”(等同的) laws requiring private insurers to reimburse doctors for services delivered remotely if the same service would be covered in person, though not necessarily at the same rate or frequency. Medicare lags further behind. The federal health plan for the elderly covers a small number of telemedicine services—only for beneficiaries in rural areas and only when the services are received in a hospital, doctor's office or clinic.","L) Bills to expand Medicare coverage of telemedicine have bipartisan(两党的) support in Congress. Opponents worry that such expansion would be costly for taxpayers, but advocates say it would save money in the long run.","M) Experts say more hospitals are likely to invest in telemedicine systems as they move away from fee-for-service payments and into managed-care-type contracts that give them a set fee to provide care for patients and allow them to keep any savings they achieve.","N) Is the state-by-state regulatory system outdated? Historically, regulation of medicine has been left to individual states. But some industry members contend that having 50 different sets of rules, licensing fees and even definitions of “medical practice “makes less sense in the era of telemedicine and is hampering its growth. Currently, doctors must have a valid license in the state where the patient is located to provide medical care, which means virtual-visit companies can match users only with locally licensed clinicians. It also causes administrative hassles(麻烦) for world-class medical centers that attract patients from across the country. At the Mayo Clinic, doctors who treat out-of-state patients can follow up with them via phone, email or web chats when they return home, but they can only discuss the conditions they treated in person. “If the patient wants to talk about a new problem, the doctor has to be licensed in that state to discuss it. If not, the patient should talk to his primary-care physician about it,” says Steve Ommen, who runs Mayo's Connected Care program.","O) To date, 17 states have joined a compact that will allow a doctor licensed in one member state to quickly obtain a license in another. While welcoming the move, some telemedicine advocates would prefer states to automatically honor one another's licenses, as they do with drivers' licenses. But states aren’t likely to surrender control of medical practice, and most are considering new regulations. This year, more than 200 telemedicine-related bills have been introduced in 42 states, many regarding what services Medicaid will cover and whether payers should reimburse for remote patient monitoring. “A lot of states are still trying to define telemedicine,” says Lisa Robbin, chief advocacy officer for the Federation of State Medical Boards."],"options":["36. An overwhelming majority of family physicians are willing to use telemedicine if they are duly paid.","37. Many employers are eager to provide telemedicine service as a benefit to their employees because of its convenience.","38. Different states have markedly different regulations for telemedicine.","39. With telemedicine, patients in regions short of professional medical service are able to receive better medical care.","40. Unlike employers and health plans, insurers have been rather reluctant to pay for some telemedicine services.","41. Some supporters of telemedicine hope states will accept each other's medical practice licenses as valid.","42. The fastest growing area for telemedicine services is for lesser health problems.","43. As telemedicine spreads quickly, some of its opponents doubt whether its service quality can be guaranteed.","44. The results obtained by researchers who pretended to be patients seeking help from telemedicine providers are disturbing.","45. Some people argue that the fact that different states have different regulations concerning medical services hinders the development of telemedicine."],"analysisList":[{"order":36,"answer":"D","analysis":"【精析】末句借调查数据说明家庭医生对远程医疗的态度:如果能够得到适当补偿，90%的家庭医生都愿意使用。试题是对该句的同义改写,其中An overwhelming majority对应90%。"},{"order":37,"answer":"H","analysis":"【精析】首句介绍雇主对远程医疗的态度“宣传其便利性,并争相为员工提供这种服务”,②句则指出近四分之三的大雇主今年会将虚拟医生诊疗作为福利提供给雇员。试题是对两句内容的归纳概括,其中eager传递出了rushed“匆忙,仓促”所展示的急切之情, because of its convenience传递出了promote themas a convenient way“宣扬其便利性”所展示的因果关联。"},{"order":38,"answer":"E","analysis":"【精析】②句指出“各州管理远程医疗的规则存在巨大差异”。试题是对该句的同义转述,其中Different states对应from state to state。"},{"order":39,"answer":"B","analysis":"【精析】④句介绍远程医疗的益处“为那些很难获得医疗专业知识的地方提供更优质的医疗”，意即,借助远程医疗,那些医疗欠发达地区的患者也能得到更好的医疗服务。试题是对该句的同义转述,其中With telemedicine“借助远程医疗”传递出了Telemedicine also allows for“远程医疗考虑到……的可能性/使得……成为可能”所展示的因果逻辑。"},{"order":40,"answer":"K","analysis":"【精析】②句对比指出“尽管雇主和健康医疗计划一直急于为紧急虚拟医疗服务上险,但保险公司却不太愿意为远程医疗买单”。试题是对该内容的正确概括,其中Unlike 正确概括 While、 eager to vsfar less willing to 所传达的对比之意。"},{"order":41,"answer":"O","analysis":"【精析】②句介绍远程医疗倡导者的希冀“各州自动承认彼此行医执照的有效性”。试题是对该句的同义转述﹐其中accept.. . as valid“将……视为有效的”明示了honor这一熟词所传递出的僻意“承认(文件等)有效”。"},{"order":42,"answer":"G","analysis":"【精析】②③句介绍远程医疗发展最迅猛的服务的特点:将用户和医生通过电话、视频或电邮诊疗的形式连接起来,按需随选,随时随刻;通常针对感冒、流感、耳痛和皮疹等非紧急问题。试题是对此两句的归纳提炼,其中lesser(较小的,次要的)health problems准确概括了nonemergency issues及所举例证colds，flu，ear-aches and skin rashes的含义:不严重/不紧急的健康问题。"},{"order":43,"answer":"F","analysis":"【精析】首句指出一些批评人士的质疑“远程医疗的质量是否能跟上其迅速发展的速度”。试题是对该句的概括改写,其中As telemedicine spreads quickly.. . whether...can be guaranteed正确概括反对者质疑 whether.. . is keeping up with the rapid expansion of telemedicine的核心;如何调节数量(远程医疗扩张)和质量之间的矛盾关系。"},{"order":44,"answer":"I","analysis":"【精析】③句介绍研究人员扮作皮肤病患者向远程医疗平台寻求帮助的结果“令人不安”,试题是对该句的同义转述。"},{"order":45,"answer":"N","analysis":"【精析】③句介绍一些业内人士的看法“‘50个州有50套医疗服务规则’正在阻碍远程医疗的发展”,试题是该句的同义转述,其中different states have different regulations是对 having 50 different sets ofrules.. .“medical practice”及首句中state-by-state regulatory system的同义概述。"}]}
{"_id":"8e1706526193a507043ecc4360251c5c","id":"2020090302","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) After years of big promises, telemedicine is finally living up to its potential. Driven by faster internet connections, ubiquitous(无处不在的) smartphones and changing insurance standards, more health providers are turning to electronic communications to do their jobs—and it's dramatically changing the delivery of healthcare.","B) Doctors are linking up with patients by phone, email and webcam(网络摄像头) . They’re also consulting with each other electronically—sometimes to make split second decisions on heart attacks and strokes. Patients, meanwhile, are using new devices to relay their blood pressure, heart rate and other vital signs to their doctors so they can manage chronic conditions at home. Telemedicine also allows for better care in places where medical expertise is hard to come by. Five to 10 times a day, Doctors Without Borders relays questions about tough cases from its physicians in Niger, South Sudan and elsewhere to its network of 280 experts around the world, and back again via internet.","C) As a measure of how rapidly telemedicine is spreading, consider: More than 15 million Americans received some kind of medical care remotely last year, according to the American Telemedicine Association, a trade group, which expects those numbers to grow by 30% this year.","D) None of this is to say that telemedicine has found its way into all comers of medicine. A recent survey of 500 tech-savvy(精通技术的) consumers found that 39% hadn’t heard of telemedicine, and of those who haven’t used it, 42% said they preferred in-person doctor visits. In a poll of 1500 family physicians, only 15% had used it in their practices—but 90% said they would if it were appropriately reimbursed(补偿) .","E) What's more, for all the rapid growth, significant questions and challenges remain. Rules defining and regulating telemedicine differ widely from state to state. Physicians groups are issuing different guidelines about what care they consider appropriate to deliver and in what form.","F) Some critics also question whether the quality of care is keeping up with the rapid expansion of telemedicine. And there's the question of what services physicians should be paid for: Insurance coverage varies from health plan to health plan, and a big federal plan covers only a narrow range of services. Telemedicine's future will depend on how—and whether—regulators, providers, payers and patients can address these challenges. Here's a closer look at some of these issues:","G) Do patients trade quality for convenience? The fastest-growing services in telemedicine connect consumers with clinicians they've never met for a phone, video or email visit—on-demand, 24/7. Typically, these are for nonemergency issues such as colds, flu, ear-aches and skin rashes, and they cost around $45, compared with approximately $100 at a doctor's office, $160 at an urgent-care clinic or $750 and up at an emergency room.","H) Many health plans and employers have rushed to offer the services and promote them as a convenient way for plan members to get medical care without leaving home or work. Nearly three-quarters of large employers will offer virtual doctor visits as a benefit to employees this year, up from 48% last year. Web companies such as Tel a doc and American Well are expected to host some 1.2 million such virtual doctor visits this year, up 20% from last year, according to the American Telemedicine Association. ","I) But critics worry that such services maybe sacrificing quality for convenience. Consulting a random doctor patients will never meet, they say, further fragments the health-care system, and even minor issues such as upper respiratory(上呼吸道的) infections can’t be thoroughly evaluated by a doctor who can’t listen to your heart or feel your swollen glands. In a recent study, researchers posing as patients with skin problems sought help from 16 telemedicine sites—with unsettling results. In 62 encounters, fewer than one-third disclosed clinicians' credential or let patients choose; only 32% discussed potential side effects of prescribed medications. Several sites misdiagnosed serious conditions, largely because they failed to ask basic follow-up questions, the researchers said. “Telemedicine holds enormous promise, but these sites are just not ready for prime time,” says Jack Res neck, the study's lead author.","J) The American Telemedicine Association and other organizations have started accreditation(鉴定) programs to identify top-quality telemedicine sites. The American Medical Association this month approved new ethical guidelines for telemedicine, calling for participating doctors to recognize the limitations of such services and ensure that they have sufficient information to make clinical recommendations.","K) French political commentators noted the devastating fire had succeeded where Macron had failed in uniting the country. But criticism over the original state of the building is likely to intensify over coming days. Leniaud told La Croix newspaper:“This is not about looking for people to blame. The responsibility is collective because this is the most loved monument in the country.”lexandre Gady, an art historian, agreed.“Weve been saying for years that the budget for maintaining historic monuments is too low,”Gady said. The Paris prosecutor's office has opened an inquiry into“involuntary destruction by fire”K) Who pays for the services? While employers and health plans have been eager to cover virtual urgent-care visits, insurers have been far less willing to pay for telemedicine when doctors use phone, email or video to consult with existing patients about continuing issues. “It's very hard to get paid unless you physically see the patient,” says Peter Rasmussen, medical director of distance health at the Cleveland Clinic. Some 32 states have passed “parity”(等同的) laws requiring private insurers to reimburse doctors for services delivered remotely if the same service would be covered in person, though not necessarily at the same rate or frequency. Medicare lags further behind. The federal health plan for the elderly covers a small number of telemedicine services—only for beneficiaries in rural areas and only when the services are received in a hospital, doctor's office or clinic.","L) Bills to expand Medicare coverage of telemedicine have bipartisan(两党的) support in Congress. Opponents worry that such expansion would be costly for taxpayers, but advocates say it would save money in the long run.","M) Experts say more hospitals are likely to invest in telemedicine systems as they move away from fee-for-service payments and into managed-care-type contracts that give them a set fee to provide care for patients and allow them to keep any savings they achieve.","N) Is the state-by-state regulatory system outdated? Historically, regulation of medicine has been left to individual states. But some industry members contend that having 50 different sets of rules, licensing fees and even definitions of “medical practice” makes less sense in the era of telemedicine and is hampering its growth. Currently, doctors must have a valid license in the state where the patient is located to provide medical care, which means virtual-visit companies can match users only with locally licensed clinicians. It also causes administrative hassles(麻烦) for world-class medical centers that attract patients from across the country. At the Mayo Clinic, doctors who treat out-of-state patients can follow up with them via phone, email or web chats when they return home, but they can only discuss the conditions they treated in person. “If the patient wants to talk about a new problem, the doctor has to be licensed in that state to discuss it. If not, the patient should talk to his primary-care physician about it,” says Steve Ommen, who runs Mayo's Connected Care program.","O) To date, 17 states have joined a compact that will allow a doctor licensed in one member state to quickly obtain a license in another. While welcoming the move, some telemedicine advocates would prefer states to automatically honor one another's licenses, as they do with drivers' licenses. But states aren’t likely to surrender control of medical practice, and most are considering new regulations. This year, more than 200 telemedicine-related bills have been introduced in 42 states, many regarding what services Medicaid will cover and whether payers should reimburse for remote patient monitoring. “A lot of states are still trying to define telemedicine,” says Lisa Robbin, chief advocacy officer for the Federation of State Medical Boards."],"options":["36. An overwhelming majority of family physicians are willing to use telemedicine if they are duly paid.","37. Many employers are eager to provide telemedicine service as a benefit to their employees because of its convenience.","38. Different states have markedly different regulations for telemedicine.","39. With telemedicine, patients in regions short of professional medical service are able to receive better medical care.","40. Unlike employers and health plans, insurers have been rather reluctant to pay for some telemedicine services.","41. Some supporters of telemedicine hope states will accept each other's medical practice licenses as valid.","42. The fastest growing area for telemedicine services is for lesser health problems.","43. As telemedicine spreads quickly, some of its opponents doubt whether its service quality can be guaranteed.","44. The results obtained by researchers who pretended to be patients seeking help from telemedicine providers are disturbing.","45. Some people argue that the fact that different states have different regulations concerning medical services hinders the development of telemedicine."],"analysisList":[{"order":36,"answer":"D","analysis":"【精析】末句借调查数据说明家庭医生对远程医疗的态度:如果能够得到适当补偿，90%的家庭医生都愿意使用。试题是对该句的同义改写,其中An overwhelming majority对应90%。"},{"order":37,"answer":"H","analysis":"【精析】首句介绍雇主对远程医疗的态度“宣传其便利性,并争相为员工提供这种服务”,②句则指出近四分之三的大雇主今年会将虚拟医生诊疗作为福利提供给雇员。试题是对两句内容的归纳概括,其中eager传递出了rushed“匆忙,仓促”所展示的急切之情, because of its convenience传递出了promote themas a convenient way“宣扬其便利性”所展示的因果关联。"},{"order":38,"answer":"E","analysis":"【精析】②句指出“各州管理远程医疗的规则存在巨大差异”。试题是对该句的同义转述,其中Different states对应from state to state。"},{"order":39,"answer":"B","analysis":"【精析】④句介绍远程医疗的益处“为那些很难获得医疗专业知识的地方提供更优质的医疗”，意即,借助远程医疗,那些医疗欠发达地区的患者也能得到更好的医疗服务。试题是对该句的同义转述,其中With telemedicine“借助远程医疗”传递出了Telemedicine also allows for“远程医疗考虑到……的可能性/使得……成为可能”所展示的因果逻辑。"},{"order":40,"answer":"K","analysis":"【精析】②句对比指出“尽管雇主和健康医疗计划一直急于为紧急虚拟医疗服务上险,但保险公司却不太愿意为远程医疗买单”。试题是对该内容的正确概括,其中Unlike 正确概括 While、 eager to vsfar less willing to 所传达的对比之意。"},{"order":41,"answer":"O","analysis":"【精析】②句介绍远程医疗倡导者的希冀“各州自动承认彼此行医执照的有效性”。试题是对该句的同义转述﹐其中accept.. . as valid“将……视为有效的”明示了honor这一熟词所传递出的僻意“承认(文件等)有效”。"},{"order":42,"answer":"G","analysis":"【精析】②③句介绍远程医疗发展最迅猛的服务的特点:将用户和医生通过电话、视频或电邮诊疗的形式连接起来,按需随选,随时随刻;通常针对感冒、流感、耳痛和皮疹等非紧急问题。试题是对此两句的归纳提炼,其中lesser(较小的,次要的)health problems准确概括了nonemergency issues及所举例证colds，flu，ear-aches and skin rashes的含义:不严重/不紧急的健康问题。"},{"order":43,"answer":"F","analysis":"【精析】首句指出一些批评人士的质疑“远程医疗的质量是否能跟上其迅速发展的速度”。试题是对该句的概括改写,其中As telemedicine spreads quickly.. . whether...can be guaranteed正确概括反对者质疑 whether.. . is keeping up with the rapid expansion of telemedicine的核心;如何调节数量(远程医疗扩张)和质量之间的矛盾关系。"},{"order":44,"answer":"I","analysis":"【精析】③句介绍研究人员扮作皮肤病患者向远程医疗平台寻求帮助的结果“令人不安”,试题是对该句的同义转述。"},{"order":45,"answer":"N","analysis":"【精析】③句介绍一些业内人士的看法“‘50个州有50套医疗服务规则’正在阻碍远程医疗的发展”,试题是该句的同义转述,其中different states have different regulations是对 having 50 different sets ofrules.. .“medical practice”及首句中state-by-state regulatory system的同义概述。"}]}
{"_id":"82f9b81061656c3f005eba5064a5fd19","id":"2021060102","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) This month, more than 4 million students across the nation will begin high school. Many will do well.But many will not. Consider that nearly two-thirds of students will experience the “ninth-gradeshock,” which refers to a dramatic drop in a student's academic performance. Some students cope withthis shock by avoiding challenges. For instance, they may drop difficult coursework. Others mayexperience a hopelessness that results in failing their core classes,such as English, science and math.","B) This should matter a great deal to parents, teachers and policymakers. Ultimately it should matter tothe students themselves and society at large， because students'experience of transitioning（过渡）tothe ninth grade can have long-term consequences not only for the students themselves but for theirhome communities. We make these observations as research psychologists who have studied howschools and families can help young people thrive.","C) This should matter a great deal to parents, teachers and policymakers. Ultimately it should matter tothe students themselves and society at large， because students'experience of transitioning（过渡）tothe ninth grade can have long-term consequences not only for the students themselves but for theirhome communities. We make these observations as research psychologists who have studied howschools and families can help young people thrive.","D) The consequences of doing poorly in the ninth grade can impact more than students'ability to find agood job. It can also impact the extent to which they enjoy life. Students lose many of the friends theyturned to for support when they move from the eighth to the ninth grade. One study of ninth-gradestudents found that 50 percent of friendships among ninth graders changed from one month to thenext, signaling striking instability in friendships.","E) In addition, studies find the first year of high school typically shows one of the greatest increases indepression of any year over the lifespan. Researchers think that one explanation is that ties to friendsare broken while academic demands are rising. Furthermore,most adult cases of clinical depressionfirst emerge in adolescence（青春期）. The World Health Organization reports that depression has thegreatest burden of disease worldwide, in terms of the total cost of treatment and the loss ofproductivity.","F) Given all that's riding on having a successful ninth grade experience, it pays to explore what:can bedone to meet the academic, social and emotional challenges of the transition to high school. So far,our studies have yielded one main insight: Students'beliefs about change—their beliefs about whetherpeople are stuck one way forever, or whether people can change their personalities and abilities—are related to their ability to cope, succeed academically and maintain good mental health. Past research has called these beliefs “ mindsets (思维模式），” with a “fixed mindset” referring to the belief that people cannot change and a “growth mindset” referring to the belief that people can change. ","G) In one recent study, we examined 360 adolescents'beliefs about the nature of “smartness”—that is,their fixed mindsets about intelligence. We then assessed biological stress responses for students whosegrades were dropping by examining their stress hormones（荷尔蒙）. Students who believed thatintelligence is fixed—that you are stuck being “not smart” if you struggle in school—showed higherlevels of stress hormones when their grades were declining at the beginning of the ninth grade. Ifstudents believed that intelligence could improve—that is to say, when they held more of a growthmindset of intelligence—they showed lower levels of stress hormones when their grades weredeclining. This was an exciting result because it showed that the body's stress responses are notdetermined solely by one's grades. Instead, declining grades only predicted worse stress hormonesamong students who believed that worsening grades were a permanent and hopeless state of affairs.","H) We also investigated the social side of the high school transition. In this study, instead of teachingstudents that their smartness can change, we taught them that their social standing—that is, whetherthey are bullied or excluded or left out—can change over time. We then looked at high school students'stress responses to daily social difficulties. That is, we taught them a growth mindset about their sociallives. In this study, students came into the laboratory and were asked to give a public speech in front ofupper-year students. The topic of the speech was what makes one popular in high school. Followingthis, students had to complete a difficult mental math task in front of the same upper-year students.","I) Experiment results showed that students who were not taught that people can change showed poorstress responses. When these students gave the speech, their blood vessels contracted and their heartspumped less blood through the body—both responses that the body shows when it is preparing fordamage or defeat after a physical threat. Then they gave worse speeches and made more mistakes inmath.But when students were taught that people can change,they had better responses to stress,inpart because they felt like they had the resources to deal with the demanding situation. Students whogot the growth mindset intervention（干预） showed less-contracted blood vessels and their heartspumped more blood—both of which contributed to more oxygen getting to the brain, and, ultimately,better performance on the speech and mental math tasks.","J) These findings lead to several possibilities that we are investigating further. First, we are working toreplicate（复制）these findings in more diverse school communities. We want to know in which typesof schools and for which kinds of students these growth mindset ideas help young people adapt to thechallenges of high school. We also hope to learn how teachers,parents or school counselors can helpstudents keep their ongoing academic or social difficulties in perspective. We wonder what wouldhappen if schools helped to make beliefs about the potential for change and improvement a largerfeature of the overall school culture, especially for students starting the ninth grade."],"options":["36. The number of people experiencing depression shows a sharp increase in the first year of high school.","37. According to one study,students'academic performance is not the only decisive factor of their stressresponses.","38. Researchers would like to explore further how parents and schools can help ninth graders by changingtheir mindset.","39. According to one study, each high school graduate contributes at least 500,000 dollars to the localeconomy.","40. In one study,students were told their social position in school is not unchangeable.","41. It is reported that depression results in enormous economic losses worldwide.","42. One study showed that friendships among ninth graders were far from stable.","43. More than half of students will find their academic performance declining sharply when they enter theninth grade.","44. Researchers found through experiments that students could be taught to respond to stress in a morepositive way.","45. It is beneficial to explore ways to cope with the challenges facing students entering high school."],"analysisList":[{"order":36,"answer":"E","location":"由题干中的 depression、increase 和 the first year of high school 定位到文章 E) 段第一句。","analysis":"【精析】同义转述题。定位句提到,研究发现,高中一年级通常是人一生中抑郁症增加最多的年份之 The number of people experiencing depression shows a sharp increase one of the greatest increases in depression of any year over the lifespan, 故答案为 E)。"},{"order":37,"answer":"G","location":"由题干中的 the only decisive factor stress responses 定位到文章 G) 段倒数第二句。","analysis":"【精析】细节辨认题。定位句指出,这是一个令人激动的结果,因为它表明身体的应激反应并非仅 not the only decisive factor not determined solely , students ' academic performance one ' s grades, G)。"},{"order":38,"answer":"J","location":"由题干中的 parents and schools 和 help 定位到文章 J) 段倒数第二句。","analysis":"【精析】细节归纳题。定位句指出,我们还希望了解老师、家长或学校辅导员如何帮助学生正确看待持续存在的学业或社交困难。题干中的 Researchers parents and schools We teachers , parents or school counselors , can help ninth graders by changing their mindset can help students keep their ongoing academic or social difficulties in perspective 的概括归纳,故答案为 J)。"},{"order":39,"answer":"C","location":"由题干中的 one study、high school graduate、500,000 dollars 和 the local economy 定位到文章 C) 段倒数第二句。","analysis":"【精析】同义转述题。定位句指出,一项研究估测,每多一名完成高中学业的学生,其对当地经济产生的终生收益为50万美元或更多。题干中的 According to one study each high school graduate 和 each high school graduate 分别对应定位句中的 One study has calculated that 和 a single additional student who completes high school 题干中的 contributes at least 500,000 dollars to the local economy 是对定位句中的 the lifetime benefit to the local economy... is half a million dollars or more 的同义转述,故答案为 C)。"},{"order":40,"answer":"H","location":"由题干中的 one study、students、their social position 和 not unchangeable 定位到文章 H) 段倒数第二句。","analysis":"【精析】细节归纳题。定位句指出,在这项研究中,研究人员没有教学生他们的聪明才智可以改变,而是告诉他们,他们的社会地位可以随着时间的推移而改变。题干中的 students were told 和 their social position 分别对应定位句中的 we taught them 和 their social standing,题干中的 is not unchangeable 是对应定位句中 can change over time 的同义转述,故答案为 H）。"},{"order":41,"answer":"E","location":"由题干中的 depression、losses 和 worldwide 定位到文章 E) 段倒数第二句。","analysis":"【精析】细节归纳题。定位句指出,世界卫生组织报告称,从治疗总成本和生产力损失来看,抑郁症是全世界负担最重的疾病。题干中的 It is reported that 对应定位句中的 The World Health Organization reports that, 题干中的 depression results in enormous economic losses worldwide 是定位句中的 depression has the greatest burden of disease worldwide, in terms of the total cost of treatment and the loss of productivity 的概括归纳,故答案为 E)。"},{"order":42,"answer":"D","location":"由题干中的 One study、friendships among ninth graders 和 far from stable 定位到文章 D) 段最后一句。","analysis":"【精析】细节归纳题。定位句指出,一项针对九年级学生的研究发现,九年级学生中有50%的友谊从一个月到下个月就发生了变化,这表明友谊存在显著的不稳定性。题干中的 friendships among ninth graders 对应定位句中的 friendships among ninth graders,题干中的 far from stable 是对定位句中的 striking instability 的同义转述, 故答案为 D)。"},{"order":43,"answer":"A","location":"由题干中的 academic performance declining sharply 和 the ninth grade 定位到文章 A) 段第四句。","analysis":"【精析】同义转述题。定位句指出,近三分之二的学生会经历“九年级冲击”这是指学生的学业成绩急剧下降。题干中的 More than half of students 对应定位句中的 nearly two-thirds of students,题干中的 their academic performance declining sharply 对应定位句中的 a dramatic drop in a student`s academic performance 的同义转述，故答案为 A)。"},{"order":44,"answer":"I","location":"由题干中的 experiments、repond to stress 和 positive 定位到文章 I) 段最后两句。","analysis":"【精析】细节归纳题。定位句指出,当学生们被教导人是可以改变的,他们就能更好地应对压力,部分原因是他们觉得自己有能力来应对苛刻的状况。接受成长思维模式千预的学生血管收缩更少,他们的心脏输送的血液更多————这两者都有助于更多的氧气进入大脑,最终,在语言和心算任务上表现更好。题干中的 respond to stress in a more positive way 是对定位句中的 when students were taught that people can change , they had better responses to stress 的概括归纳，故答案为 I)。"},{"order":45,"answer":"F","location":"由题干中的 beneficial、explore、the challenges 和 high school 定位到文章 F) 段第一句。","analysis":"【精析】同义转述题。定位句指出,考虑到所有这些都依赖于一个成功的九年级经历,探索能够做些什么来迎接过渡到高中所面临的学业、社交和情感的挑战是值得的。题干中的 It is beneficial 和 explore ways to cope with the challenges 对应定位句中的 it pays 和 explore what can be done to meet the academic, social and emotional challenges。题干是对定位句的同义转述，故答案为 F)。"}]}
{"_id":"8e1706526193a507043ecc441781046f","id":"2021060202","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A)  Numbers do not exist in all cultures. There are numberless hunter-gatherers in Amazonia, living along branches of the world's largest river tree. Instead of using words for precise quantities, these people rely exclusively on terms similar to “a few” or “some.” In contrast, our own lives are governed by numbers. As you read this, you are likely aware of what time it is, how old you are, your checking account balance, your weight and so on. The exact numbers we think with impact everything in our lives.","B) ) But, in a historical sense, number-conscious people like us are the unusual ones. For the bulk of our species' approximately 200,000-year lifespan, we had no means of precisely representing quantities.What's more, the 7,000 or so languages that exist today vary dramatically in how they utilize numbers.","C) Speakers of anumeric,or numberless, languages offer a window into how the invention of numbers reshaped the human experience. Oultures without numbers, or with only one or two precise mmbers, include the Mundurukau and Piraha in Amazonia. Researchers have also studied some adults in Nicaragua who were never taught mmber words. Without numbers, healthy human adults struggle to precisely distinguish and recall quantities as low as four. In an experiment, a researcher will place nuts into a can one at a time and then remove them one by one. The person watching is asked to signal when all the nuts have been removed. Responses suggest that anumeric people have some trouble keeping track of how many nuts remain in the can, even if there are only four or five in total","D) This and many other experiments have led to a simple conclusion: When people do not have number words, they struggle to make quantitative distinctions that probably seem natural to someone like you or me. W血e only a small portion of the world's languages are anumeric or nearly anumeric, theydemonstrate that number words are not a human universal","E)It is worth stressing that these anumeric people are cognitively (在认知方面） normal, well-adapted to the surroundings they have dominated for centuries. As a child, I spent some time living with anumeric people, the Piraha who live along the banks of the black Maici River. Like other outsiders, I was continually impressed by their superior understanding of the ecology we shared. Yet numberless people struggle with tasks that require precise discrimination between quantities. Perhaps this should be unsurprising. After all, without counting, how can someone tell whether there are, say, seven or eight coconuts (椰子） in a tree? Such seemingly straightforward distinctions become blurry through numberle eyes.","F) This conclusion is echoed by work with anumeric children in industrialized societies. Prior to being spoon-fed number words, children can only approximately discriminate quantities beyond three. We must be handed the cognitive tools of numbers before we can consistently and easily recognize higher quantities. In fact, acquiring the exact meaning of number words is a painstaking process that takes children years. Initially, kids learn numbers much like they learn letters. They recognize that numbers are organized sequentially, but have little awareness of what each individual number means. With time, they start to understand that a given number represents a quantity greater by one than the number coming before it. This “successor principle” is part of the foundation of our numerical (数字的） cognition, but requires extensive practice to understand. ","G) None of us, then, is really a “numbers person.” We are not born to handle quantitative distinctions skillfully. In the absence of the cultural traditions that fill our lives with numbers from infancy, we would all struggle with even basic quantitative distinctions. Number words and their written forms transform our quantitative reasoning as they are introduced into our cognitive experience by our parents, peers and school teachers. The process seems so normal that we sometimes think of it as a natural part of growing up, but it is not. Human brains come equipped with certain quantitative instincts that are refined with age, but these instincts are very limited.","H) We also investigated the social side of the high school transition. In this study, instead of teachingstudents that their smartness can change, we taught them that their social standing—that is, whetherthey are bullied or excluded or left out—can change over time. We then looked at high school students'stress responses to daily social difficulties. That is, we taught them a growth mindset about their sociallives. In this study, students came into the laboratory and were asked to give a public speech in front ofupper-year students. The topic of the speech was what makes one popular in high school. Followingthis, students had to complete a difficult mental math task in front of the same upper-year students.","I) So, how did we ever invent“unnatural”numbers in the first place? The answer is,literally, at your fingertips. The bulk of the world's languages use base-10,base-20 or base-5 number systems. That is, these smaller numbers are the basis of larger numbers.English is a base-10 or decimal（十进制的）language,as evidenced by words like14(“four”+“10”) and 31(“three”×“10”+“one”). We speak a decimal language because an ancestral tongue, proto-Indo-European, was decimally based. Proto-Indo European was decimally oriented because, as in so many cultures, our ancestors'hands served as the gateway to the realization that“five fingers on one hand is the same as five fingers on the other.”Such momentary thoughts were represented in words and passed down across generations. This is why the word“five”in many languages is derived from the word for“hand.”Most number systems, then,are the by-product of two key factors: the human capacity for language and our inclination for focusing on our hands and fingers. This manual fixation—an indirect by-product of walking upright on two legs-has helped yield numbers in most cultures, but not all","J) Cultures without numbers also offer insight into the cognitive influence of particular numeric traditions. Consider what time it is. Your day is ruled by minutes and seconds,but these concepts are not real in any physical sense and are nonexistent to numberless people. Minutes and seconds are the verbal and written representations of an uncommon base-60 number system used in ancient Mesopotamia. They reside in our minds, numerical artifacts (人工制品） that not all humans inherit conceptually.","K) Research on the language of numbers shows,more and more,that one of our species'key characteristics is tremendous linguistic（语言的）and cognitive diversity. If we are to truly understand how much our cognitive lives differ cross-culturally, we must continually explore the depths of our species' linguistic diversity"],"options":["36. It is difficult for amumeric people to keep track of the change in mumbers even when the total is very small.","37. Human numerical instincts are not so superior to those of other mammals as is generally believed.","38. The author emphasizes being anumeric does not affect one's cognitive ability.","39. In the long history of mankind, humans who use numbers are a very small minority.","40. An in-depth study of differences between human languages contributes to a true understanding of cognitive differences between cultures. ","41. A conclusion has been drawn from many experiments that anumeric people have a hard time distinguishing quantities.","42. Making quantitative distinctions is not an inborn skill.","43. Every aspect of our lives is affected by numbers.","44. Larger numbers are said to be built upon smaller numbers.","45. It takes great efforts for children to grasp the concept of number words."],"analysisList":[{"order":36,"answer":"O","location":"由题干中的anumeric people和keep track定位到文章c）段最后一句。","analysis":"【精析】同义转述题。同义转述题。定位句提到，他们的反应表明，没有数字概念的人很难记住罐子中还有多少坚果，尽管总数只有四个或五个。题干中的 anumeric people和keep track of和原文表达方式完全一致，且题干中的change烈rs对应原文中的how many nuts remain in the can，故答案为O。"},{"order":37,"answer":"H","location":"由题干中的Human numerical instincts和 other ma灬小定位到文章H）段第一句。","analysis":"【精析】同义转述题。定位句指出，和其他哺乳动物相比，我们的数字本能并不像很多人想象的那样非凡。题干中的Human numerical血和 other mammals和文中所述一致，且题干中的 superior to对应原文中的remarkable'题干中的 as is generally believed对应原文中的as many assume，故答案为H)。"},{"order":38,"answer":"E","location":"题干中的anumeric和cognitive ability 定位到文章E）段第一句。","analysis":"【精析】细节辨认题。定位句提到，值得强调的是，这些不懂数字的人在认知方面是正常的，很好地适应了他们统治了几个世纪的环境。题干中的 not affect one's cognitive ability对应原文中的 cognitively normal，故答案为E)。"},{"order":39,"answer":"B","location":"由题干中的In the long to of mankind定位到文章B）段第一句。","analysis":"【精析】同义转述题。定位句提到，从历史意义来看，像我们这样对数字有意识的人类是不寻常的。题干中的In the long history of mankind对应原文中的in a historical sense，题干中的a very small minority对应原文中的the unusaual onese 故答案为B)。"},{"order":40,"answer":"K","location":"由题干中的differences between human languages和cognitive differences between cultures定位到文章K）段最后一句。","analysis":"【精析】同义转述题。定位句提到，如果我们想真正理解我们的认知生活在不同文化中有多么不同，我们就必须持续地探索人类语言多样性的深度。题干中的differences between human languages对应原文中的our species' linguistic diversity，题干中的cognitive differences between cultures对应原文中的how much our cognitive lives differ cross-culturally'故答案为K)。"},{"order":41,"answer":"D","location":"由题干中的many experiments和a hard time distinguishing quantities定位到文章D）段第一句。","analysis":"【精析】同义转述题。定位句提到，这个实验和许多其他的实验得出了一个简单的结论当人们没有数字词汇时，他们很难进行数量上的区分，尽管这些对于你我这样的人而言是非常自然的事情。题干中的experiments和conclusion均和原文一致。题干中的anumeric people对应原文中的 people do not have number words，题干中的have a hard time distinguishing quantities对应原文中的struggle to make quantitative distinctions，故答案为D)。"},{"order":42,"answer":"G","location":"由题干中的Making quantitative distinctions和not an inborn skill定位到文章 G）段第二句。","analysis":"【精析】同义转述题。定位句提到，我们不是天生就能够熟练地进行定量区分。题干中的Making quantitative distinctions对应原文中的handle quantitative distinctions，题干中的not an inborn skill对应原文中的are not born to，故答案为G)。"},{"order":43,"answer":"A","location":"由题干中的Every aspect of our lives和 numbers定位到文章段最后三句。","analysis":"【精析】同义转述题。定位句提到，我们的生活是被数字支配的。就在你读这篇文章的时候，你很可能知道现在是几点了，你多大了，你的支票账户余额，你的体重等等。我们思考所用的确切的数字影响着我们生活中的一切。题干中的every aspect of our lives对应原文中的everything in our lives，故答案为A。"},{"order":44,"answer":"I","location":"由题干中的Larger numbers和smaller numbers定位到文章D段第四句。","analysis":"【精析】同义转述题。定位句提到，这些小一些的数字是大一些的数字的基础。题干中的Larger numbers和smaller numbers均和原文一致，题干中的to built upon对应原文中的are the basis of，故答案为D)。"},{"order":45,"answer":"F","location":"由题干中的takes great efforts for children和p the concept of number words定位到文章F）段最后一句。","analysis":"[精析]细节辨认题。定位句提到,这种“顺序原理”是我们数字认知的基础之一,但是需要大量的练习去理解。题千中的takes great efforts对应原文中的requires extensive practice,题干中的theconcept of number words对应原文中的the foundation of our numerical cognition, 故答案为F)。"}]}
{"_id":"8e1706526193a507043ecc456b1d5f03","id":"2021060302","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) How do early career setbacks affect our long term success? Failures can help us learn and overcome our fears. But disasters can still wound us. They can screw us up and set us back. Wouldn't it be nice if there was genuine, scientifically documented truth to the expression“what doesn't kill you makes you stronger”?","B) One way social scientists have probed the effects of career setbacks is to look at scientists of very similar qualifications. These scientists, for reasons that are mostly arbitrary, either just missed getting a research grant or just barely made it. In social sciences, this is known as examining “near misses”and “narrow wins” in areas where merit is subjective. That allows researchers to measure only the effects of being chosen or not. Studies in this area have found conflicting results. In the competitive game of biomedical science, research has been done on scientists who narrowly lost or won grant money. It suggests that narrow winners become even bigger winners down the line. In other words, the rich get richer.","C) A 2018 study published in the Proceedings of the National Academy of Sciences , for example, followed researchers in the Netherlands. Researchers concluded that those who just barely qualified for a grant. were able to get twice as much money within the next eight years as those who just missed out. And the narrow winners were 50 percent more likely to be given a professorship.","D) Others in the US have found similar effects with National Institutes of Health early-career fellowships launching narrow winners far ahead of close losers. The phenomenon is often referred to as the Matthew effect, inspired by the Bible's wisdom that to those who have, more will be given. There's a good explanation for the phenomenon in the book The Formula: The Universal Laws of Success by Albert Laszlo Barabasi. According to Barabasi, it's easier and less risky for those in positions of power to choose to hand awards and funding to those who've already been so recognized.","E) This is bad news for the losers. Small early career setbacks seem to have a disproportionate effect down the line. What didn't kill them made them weaker. But other studies using the same technique have shown there's sometimes no penalty to a near miss. Students who just miss getting into top high schools or universities do just as well later in life as those who just manage to get accepted. In this case, what didn't kill them simply didn't matter. So is there any evidence that setbacks might actually improve our career prospects? There is now.","F) In a study published in Nature Communications, Northwestern University sociologist Dashun Wang tracked more than 1, 100 scientists who were on the border between getting a grant and missing out between 1990 and 2005. He followed various measures of performance over the next decade. These included how many papers they authored and how influential those papers were, as measured by the number of subsequent citations. As expected, there was a much higher rate of attrition (减员) among scientists who didn't get grants. But among those who stayed on, the close losers performed even better than the narrow winners. To make sure this wasn't by chance, Wang conducted additional tests using different performance measures. He examined how many times people were first authors on influential studies, and the like.","G) One straightforward reason close losers might outperform narrow winners is that the two groups have comparable ability. In Wang' s study, he selcted the most determined, passionate scientists from the loser group and culled (剔除) what he deemed the weakest members of the winner group. Yet the persevering losers still came out on top. He thinks that being a close loser might give people a psychological boost, or the proverbial kick in the pants.","H) Utrecht University sociologist Arnout van de Rijt was the lead author on the 2018 paper showing the rich get richer. He said the new finding is apparently reasonable and worth some attention. His own work showed that although the narrow winners did get much more money in the near future, the actual performance of the close losers was just as good.","I) He said the people who should be paying regard to the Wang paper are the funding agents who distribute government grant money. After all, by continuing to pile riches on the narrow winners, the taxpayers are not .getting the maximum bang for their buck if the close losers are performing just as well or even better. There's a huge amount of time and effort that goes into the process of selecting who gets grants, he said, and the latest research shows that the scientific establishment is not very good at distributing money.“Maybe we should spend less money trying to figure out who is better than who”, he said, suggesting that some more equal dividing up of money might be more productive and more efficient. Van de Rijt said he's not convinced that losing out gives people a psychological boost. It may yet be a selection effect. Even though Wang tried to account for this by culling the weakest winners, it's impossible to know which of the winners would have quit had they found themselyes on the losing side.","J) For his part, Wang said that in his own experience, losing did light a motivating fire. He recalled a recent paper he submitted to a journal, which accepted it only to request extensive editing, and then reversed course and rejected it. He submitted the unedited version to a more respected journal and got. accepted.","K) In sports and many areas of life, we think of failures as evidence of something we could have done better. We regard these disappointments as a fate we could have avoided with more careful preparation, different training, a better strategy, or more focus. And there it makes sense that failures show us the road to success. .These papers deal with a kind of failure people have little control over- -rejection. Others determine who wins and who loses. But at the very least, the research is starting to show that early setbacks don't have to be fatal. They might even make us better at our jobs. Getting paid like a winner, though? That's a different matter."],"options":["36. Being a close loser could greatly motivate one to persevere in their research.","37. Gr ant awarders tend to favor researchers already recognized in their respective fields.","38. Suffering early setbacks might help people improve their job performance.","39. Research by social scientists on the effects of career setbacks has produced contradictory findings.","40. It is not to the best interest of taxpayers to keep giving money to narrow winners.","41. Scientists who persisted in research without receiving a grant made greater achievements than those who got one with luck, as suggested in one study.","42. A research paper rejected by one journal may get accepted by another.","43. According to one recent study, narrow winners of research grants had better chances to be promoted to professors.","44. One researcher suggests it might be more fruitful to distribute grants on a relatively equal basis.","45. Minor setbacks in their early career may have a strong negative effect on the career of close losers."],"analysisList":[{"order":36,"answer":"G","location":"由题干中的a close loser和persevere in their research定位到文章G)段倒数第一、二句。","analysis":"【精析】细节辨认题。倒数第一句提到,作为一个略输者可能会给人们带来心理上的激励,或俗话所说的一种有激励效果的意外挫折。题干中的motivate对应原文中的‘give people apsychological boost, 题干中的persevere in their research对应原文中的persevering losers,故答案为G)。"},{"order":37,"answer":"D","location":"由题干中的researchers already recognized定位到文章D)段最后一句。","analysis":"【精析】细节归纳题。定位句指出，巴拉巴西认为，对于那些掌权者来说，选择把奖项和资金交给那些已经得到认可的人更容易,风险也更小。题干中的Grant. awarders和researchers already recognized分别对应定位句中的those in positions of power和those who’ve already recognized,而题干中的favor表明颁奖者的倾向,与定位句中的easier and less risky 相对应,故答案为D)。"},{"order":38,"answer":"K","location":"由题干中的early setbacks 和job performance定位到文章K)段倒数第三四句。","analysis":"【精析】同义转述题。定位句提到,但至少,研究开始表明,早期的挫折不一定是致命的。它们甚至可以让我们在工作上做得更好。题干中的help people improve their job performance对应原文中的make us better at our jobs,故答案为K)。"},{"order":39,"answer":"B","location":"由题干中的contradictory findings 定位到文章B)段倒数第四句","analysis":"【精析】同义转述题。定位句指出,这一领域的研究发现了相互矛盾的结果。题干中的Research by social scientists on the effects of career setbacks指的就是定位句中的Studies in this area,而题干中的contradictory findings对应定位句中的conflicting results,故答案为B)。"},{"order":40,"answer":"I","location":"由题千中的the best interest of taxpayers和narrow winners定位到文章I)段第二句。","analysis":"【精析】同义转述题。定位句提到,如果略输者表现同样好甚至更好,通过继续把财富积累在少数赢家身上,纳税人并没有得到最大的回报。定位句中的riches指的就是money。题干中的the best interest of tax payers和keep giving money to narrow winners 对应原文中的getting the maximum bang for their buck和continuing to pile riches on the narrow winners,故答案为I)。"},{"order":41,"answer":"F","location":"由题干中的Scientists who persisted in research without receiving a grant 和made greater achievements定位到文章F)段倒数第三句。","analysis":"【精析】细节辨认题。定位句指出,在那些留下来的人中,略输者甚至比险胜者表现得更好。题千中的Scientists who persisted in research without receiving a grant 和made greater achievements分别对应定位句中的the close losers和performed even better ,而题干中的those who got one with luck指的就是定位句中的the narrow winners,题干中的persisted in research是对定位句中的stayed on的同义转述，故答案为F）"},{"order":42,"answer":"J","location":"由题干中的rejected、 one journal和get accepted定位到文章J)段第二、三句。","analysis":"【精析】细节归纳题。定位句提到,他回忆起最近他提交给某杂志的一篇论文,该杂志接受了这篇论文,却要求进行大量的编辑,然后又改口拒绝了这篇论文。他将未经编辑的版本提交给了一家更受尊敬的杂志，并被接受了。题干中的A research paper对应原文中的a recent paper,题干是对定位句的归纳概括,故答案为J)。"},{"order":43,"answer":"C","location":"由题干中的 narrow winners of research grants、better chances 和be promoted to professors定位到文章C)段最后一句。","analysis":"【精析】细节辨认题。定位句指出,险胜的人获得教授职位的可能性高出50%。题千中的narrow winners of research grants 和professors分别对应定位句中的the narrow winners和 professorship,而题干中的had better chances就是对定位句中的were 50 percent more likely的同义转述,故答案为C)。"},{"order":44,"answer":"I","location":"由题干中的more fruitful、distribute grants和on a relatively equal basis 定位到文章I)段倒数第四句。","analysis":"【精析】同义转述题。定位句指出,也许我们应该花更少的钱来弄清楚谁比谁更优秀,这暗示一些.更平等的资金分配可能会更有成效,更有效率。题千中的more fruitful 和on a relatively equalbasis分别对应定位句中的more productive and more efficient 和more equal, 而题干中的 distribute grants 是对定位句中的dividing up of money的同义转述,故答案为D)。"},{"order":45,"answer":"E","location":"由题干中的Minor setbacks in their early career和a strong negative effect定位到文章E)段第二、三句。","analysis":"【精析】同义转述题。定位句提到,职业生涯早期的小挫折似乎会对未来产生不成比例的影响。那些没有杀死他们的东西让他们变得更弱了。题千中的Minor setbacks in their early career 和a strong negative effect 分别对应原文中的Small early career setbacks 和have a disproportionate effect,故答案为E)。"}]}
{"_id":"8e1706526193a507043ecc464018bebb","id":"2020120302","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) It was made of shiny, bright pink plastic with a Little Mermaid sticker on the front, and I carried it with me nearly every single day. My lunch box was one of my first prized possessions, a proud statement to everyone in my kindergarten:“l love Mermaid-Ariel on my lunch box.”","B) That bulky container served me well through my first and second grades, until the live-action version of 101 Dalmatians hit theaters, and I needed the newest red plastic box with characters like Pongo and Perdita on the front. I know I’m not alone here—I bet you loved your first lunchbox, too.","C) Lunch boxes have been connecting kids to cartoons and TV shows and super-heroes for decades. But it wasn’t always that way.Once upon a time,they weren’t even boxes. As schools have changed in the past century, the midday meal container has evolved right along with them. ","D) Let’s start back at the beginning of the 20th century—the beginning of the lunch box story, really. While there were neighborhood schools in cities and suburbs，one-room schoolhouses were common in rural areas. As grandparents have been saying for generations, kids would travel miles to school in the countryside (often on foot).","E)“You had kids in rural areas who couldn’t go home from school for lunch, so bringing your lunch wrapped in a cloth, in oiled paper,in a little wooden box or something like that was a very long-standing rural tradition,” says Paula Johnson, head of food history section at the Smithsonian National Museum of American History in Washington, D.C.","F) City kids, on the other hand, went home for lunch and came back.Since they rarely carried a meal, the few metal lunch buckets on the market were mainly for tradesmen and factory workers.","G) After World War ll, a bunch of changes reshaped schools—and lunches.More women joined the workforce. Small schools consolidated into larger ones, meaning more students were farther away from home.And the National School Lunch Act in 1946 made cafeterias much more common. Still, there wasn’t much of a market for lunch containers—yet.Students who carried their lunch often did so in a re-purposed bucket or tin of some kind.","H) And then everything changed in the year of 1950.You might as well call it the Year of the Lunch Box, thanks in large part to a genius move by a Nashville-based manufacturer，Aladdin Industries.The company already made square metal meal containers, the kind workers carried, and some had started to show up in the hands of school kids.","I) But these containers were really durable, lasting years on end. That was great for the consumer, not so much for the manufacturer. So executives at Aladdin hit on an idea that would harness the newfound popularity of television. They covered lunch boxes with striking red paint and added a picture of TV and radio cowboy Hopalong Cassidy on the front.","J) The company sold 600,000 units the first year. It was a major “Ah-ha!” moment, and a wave of other manufacturers jumped on board to capitalize on new TV shows and movies. “The Partridge Family, the Addams Family, the Six Million Dollar Man, the Bionic Woman—everything that was on television ended up on a lunch box,”says Allen Woodall.He’s the founder of the Lunch Box Museum in Columbus, Georgia.“It was a great marketing tool because kids were taking that TV show to school with them, and then when they got home they had them captured back on TV,” he says.","K) And yes, you read that right: There is a lunch box museum, right near the Chattahoochee River. Woodall has more than 2,000 items on display. His favorite? The Green Hornet lunch box, because he used to listen to the radio show back in the 1940s.","L) The new trend was also a great example of planned obsolescence, that is, to design a product so that it will soon become unfashionable or impossible to use and will need replacing. Kids would beg for a new lunch box every year to keep up with the newest characters, even if their old lunchbox was perfectly usable.","M) The metal lunch box craze lasted until the mid-1980s,when plastic took over. Two theories exist as to why. The first—and most likely—is that plastic had simply become cheaper. The second theory—possibly an urban myth—is that concerned parents in several states proposed bans on metal lunch boxes,claiming kids were using them as “weapons” to hit one another. There’s a lot on the internet about a state-wide ban in Florida, but a few days worth of digging by a historian at the Florida State Historical Society found no such legislation. Either way,the metal lunch box was out.","N) The last few decades have brought a new lunch box revolution, of sorts. Plastic boxes changed to lined cloth sacks, and eventually,globalism brought tiffin containers from India and bento boxes from Japan. Even the old metal lunch boxes have regained popularity. “I don’t think the heyday(鼎盛时期) has passed,” says D.J.Jayasekara, owner and founder of lunchbox.com, a retailer in Pasadena, California. “I think it has evolved. The days of the ready-made, ‘you stick it in a lunchbox and carry it to school’ are kind of done.”","O) The introduction of backpacks changed the lunch box scene a bit, he adds. Once kids started carrying book bags，that bulky traditional lunch box was hard to fit inside.“But you can’t just throw a sandwich in a backpack ,” Jayasekara says. “It still has to go into a container.”That is, in part,why smaller and softer containers have taken off—they fit into backpacks.","P) And don’t worry—whether it’s a plastic bento box or a cloth bag, lunch containers can still easily be covered with popular culture.“We keep pace with the movie industries so we can predict which characters are going to be popular for the coming months,”Jayasekara says. “ You know, kids are kids.”"],"options":["36. Lunch containers were not necessary for school kids in cities.","37.Putting TV characters on lunch boxes proved an effective marketing strategy.","38.Smaller lunch boxes are preferred because they fit easily into backpacks.","39.Lunch boxes have evolved along with the transformation of schools.","40.Around the beginning of the nineteen fifties, some school kids started to use metal meal containers.","41 . School kids are eager to get a new lunch box every year to stay in fashion.","42.Rural kids used to walk a long way to school in the old days.","43.The author was proud of using a lunch box in her childhood.","44.The most probable reason for the popularity of plastic lunch boxes is that they are less expensive.","45.The durability of metal meal containers benefited consumers."],"analysisList":[{"order":36,"answer":"F","location":" ","analysis":"由题干中的关键词not necessary和 school kids in cities定位至F)段。该段提到,城市里的孩子回家吃午饭再回来上课。由于他们很少带午饭,市场上极少的金属饭桶主要是卖给商人或工厂工人的。题干中的school kids in cities与原文中的City kids相对应; not necessary 与they rarely carried a meal相对应,故答案选F)。"},{"order":37,"answer":"J","location":" ","analysis":"由题干中的关键词TV characters，lunch boxes和 effective marketing strategy定位J)段末句。该句提到,这是一个很棒的销售工具,因为孩子们正带着电视节目去学,然后当他们回到家时,又被电视节目所吸引。题干中的TV characters on lunch bo与原文中的 TV show 相对应; effective marketing strategy 与a great marketing tool对应,故答案选J)。 "},{"order":38,"answer":"O","location":"","analysis":"由题干中的关键词Smaller lunch boxes和 they fit easily into backpacks定位至О)段末句。该句提到,这就是更小更软的容器受到人们欢迎的原因--─它们适合放在背包里。题干为此处内容的同义转述,故答案选O)。"},{"order":39,"answer":"C","location":" ","analysis":"由题干中的关键词Lunch boxes 和 the transformation of schools定位至C)段末句。该句提到,在过去的一个世纪里,随着学校发生改变,午餐容器也发生了演变。题干中的Lunch boxes和 have evolved along with分别与原文中的the midday meal container 和has evolved right along with them相对应,故答案选C)。"},{"order":40,"answer":"H","location":" ","analysis":"由题干中的关键词the nineteen fifties和 metal meal containers定位至H)段末句。该句提到,该公司已经制作了工人们用的那种方形的金属饭盒,而且一些已经开始出现在学生们的手中。而题干中的Around the beginning of the nineteen fifties 与该段首句中提到的in the year of 1950相对应,故答案选H)。"},{"order":41,"answer":"L","location":"","analysis":"由题干中的关键词School kids和 a new lunch box every year定位至L)段末句。该句提到,孩子们每年都会央求买一个新的饭盒以期跟上最新的屏幕角色,即使他们的旧饭盒还很好用。题干中的School kids与原文中的Kids相对应; are eager to 与 would beg for 相对应;stay in fashion 与 keep up with the newest characters相对应,故答案选L)。"},{"order":42,"answer":"D","location":"","analysis":"由题干中的关键词Rural kids和 walk a long way to school定位至D)段末句。该句提到,正如祖辈们对后代说的那样,在乡下,孩子们需要(徒步)走数英里才能到达学校.题干中的used to walk a long way to school与原文中的travel miles to school相对应﹐故答案选 D)。"},{"order":43,"answer":"A","location":"","analysis":"由题干中的关键词The author和 using a lunch box in her childhood定位至A)段末句。该句提到,我的饭盒是我最初珍视的物品之一,是对幼儿园里每一个人骄傲的宣言:“我爱我饭盒上的美人鱼爱丽儿”。题干为此处内容的同义转述,故答案选A)。"},{"order":44,"answer":"M","location":"","analysis":"由题干中的关键词The most probable reason，plastic lunch boxes和l less expensive定位至M段。该段前半部分提到,对于金属饭盒的热潮一直持续到20世纪80年代中期,那时塑料饭盒开始流行起来。究其原因有两个理论。首先—--也是最有可能的---就是塑料制品变得更便宜了。题干中的The most probable reason与原文中的The first—and most likely 相对应; less expensive 与 cheaper相对应,故答案选M)。"},{"order":45,"answer":"I","location":"","analysis":"由题干中的关键词The durability of metal meal containers和l consumers定位至D段前两句。此处提到,但是这样的饭盒真的很耐用,可以用好多年。这对于消费者来说是件好事,但对于生产者来说却未必。题干中的 durability与原文中的durable 相对应;consumers 与 the consumer 相对应 ; benefited 与 great相对应,故答案选I。"}]}
{"_id":"8e1706526193a507043ecc472ff0c47c","id":"2020120202","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A)Too often still, we think we know what poverty looks like. It’s the way we’ve been taught, the images we’ve been force-fed for decades. The chronically homeless. The undocumented immigrant. The urban poor, usually personified as a woman of color, the“ welfare queen” politicians still too often reference.","B)But as income inequality rises to record levels in the United States, even in the midst of a record economic expansion, those familiar images are outdated,hurtful, and counterproductive to focusing attention on solutions and building ladders of opportunity.","C)Today’s faces of income inequality and lack of opportunity look like all of us. Its Anna Landre, a disabled Georgetown University student fighting to keep health benefits that allow her the freedom to live her life.It’s Tiffanie Standard, a counselor for young women of color in Philadelphia who want to be tech entrepreneurs—but who must work multiple jobs to stay afloat. It’s Ken Outlaw, a welder in rural North Carolina whose dream of going back to school at a local community college was dashed by Hurricane Florence—just one of the extreme weather events that have tipped the balance for struggling Americans across the nation. ","D)If these are the central characters of our story about poverty, what layers of perceptions, myths,and realities must we unearth to find meaningful solutions and support? In pursuit of revealing this complicated reality, Mothering Justice, led by women of color, went last year to the state capital in Lansing, Michigan, to lobby on issues that affect working mothers.One of the Mothering Justice organizers went to the office of a state representative to talk about the lack of affordable childcare—the vestiges(痕迹) of a system that expected mothers to stay home with their children while their husbands worked. A legislative staffer dismissed the activists concerns, telling her“my husband took care of that—l stayed home.” ","E)That comment, says Mothering Justice director Danielle Atkinson,“was meant to shame” and relied on the familiar notion that a woman of color concerned about income inequality and programs that promote mobility must by definition be a single mom, probably with multiple kids. In this case,the Mothering Justice activist happened to be married. And in most cases in the America of 2019, the images that come to mind when we hear the words poverty or income inequality fail miserably in reflecting a complicated reality: poverty touches virtually all of us. The face of income inequality, for all but a very few of us, is the one we each see in the mirror. ","F)How many of us are poor in the U.S.? It depends on who you ask. According to the Census Bureau, 38 million people in the U.S. are living below the official poverty thresholds. Taking into account economic need beyond that absolute measure,the Institute for Policy Studies found that140 million people are poor or low-income. That’s almost half the U.S. population.","G)Whatever the measure,within that massive group, poverty is extremely diverse. We know that some people are more affected than others, like children, the elderly, people with disabilities, and people of color. ","H)But the fact that 4 in 10 Americans cant come up with $ 400 in an emergency is a commonly cited statistic for good reason: economic instability stretches across race, gender,and geography. It even reaches into the middle classes, as real wages have stagnated (不增长)for all but the very wealthy and temporary spells of financial instability are not uncommon.","I)Negative images remain of who is living in poverty as well as what is needed to move out of it. The big American myth is that you can pull yourself up by your own efforts and change a bad situation into a good one.The reality is that finding opportunity without help from families, friends, schools, and community is virtually impossible. And the playing field is nothing close to level.","J)The FrameWorks Institute, a research group that focuses on public framing of issues, has studied what sustains stereotypes and narratives of poverty in the United Kingdom.“People view economic success and wellbeing in life as a product of choice,willpower and drive,”says Nat Kendall-Taylor, CEO of FrameWorks. “When we see people who are struggling,” he says, those assumptions “lead us to the perception that people in poverty are lazy, they don’t care, and they haven’t made the right decisions.”","K) Does this sound familiar?Similar ideas surround poverty in the U.S. And these assumptions give a false picture of reality. “When people enter into that pattfern of thinking,”says Kendall-Taylor, “it’s cognitively comfortable to make sense of issues of poverty in that way. It creates a kind of cognitive blindness—all of the factors external to a person’s drive and choices that they’ve made become invisible and fade from view.”","L) Those extemal factors include the difficulties accompanying low-wage work or structural discrimination based on race,gender, or ability.Assumptions get worse when people who are poor use government benefits to help them survive. There is a great tension between “the poor” and those who are receiving what has become a dirty word: “welfare.”","M) According to the General Social Survey,71 percent of respondents believe the country is spending too little on “assistance to the poor”.On the other hand, 22 percent think we are spending too little on “welfare” : 37 percent believe we are spending too much.","N)“Poverty has been interchangeable with people of color—specifically black women and black mothers,”says Atkinson of Mothering Justice. It’s true that black mothers are more affected by poverty than many other groups, yet they are disproportionately the face of poverty.For example, Americans routinely overestimate the share of black recipients of public assistance programs.","O) In reality, most people will experience some form of financial hardship at some point in their lives. Indeed, people tend to dip in and out of poverty, perhaps due to unexpected obstacles like losing a job, or when hours of a low-wage job fluctuate.","P) Something each of us can do is to treat each other with the dignity and sympathy that is deserved and to understand deeply that the issue of poverty touches all of us."],"options":["36. One legislative staffer assumed that a woman of color who advocated affordable childcare must be a single mother.","37. People from different races, genders and regions all suffer from a lack of financial security.","38. According to a survey, while the majority believe too little assistance is given to the poor, more than a third believe too much is spent on welfare.","39. A research group has found that Americans who are struggling are thought to be lazy and to have made the wrong decisions.","40. Under the old system in America, a mother was supposed to stay home and take care of her children. ","41. It was found that nearly 50% of Americans are poor or receive low pay. ","42. Americans usually overestimate the number of blacks receiving welfare benefits. ","43. It is impossible for Americans to lift themselves out of poverty entirely on their own.","44. Nowadays, it seems none of us can get away from income inequality.","45. Assumptions about poor people become even more negative when they live on welfare."],"analysisList":[{"order":36,"answer":"E","location":" ","analysis":"一位立法人员认为,一位有色人种女性如果提倡负担得起的儿童保育服务,她一定是一位单身母亲。由题干中的关键词awomanofcolor,affordablechildcare和asinglemother定位至E)段首句。该句提到,“母性正义”的领导者丹尼尔·阿特金森说,这一言论“是可耻的”,它依赖于大家熟知的概念,即关注收入不平等问题和能够提高流动性计划的有色人种女性肯定是一位单亲妈妈,她可能抚养很多孩子。可知,这位立法工作人员认为,倡导价格合理的儿童保育服务的女性有色人种肯定是单亲妈妈。故答案选 E)。"},{"order":37,"answer":"H","location":" ","analysis":"由题干中的关键词races,genders和regions定位至 H)段首句。该句提到,每十个美国人中就有四人在紧急情况下无法拿出400美元,这成为一个经常被引用的数据,理由很充分:经济不稳定存在于不同种族、性别和地域之间。题干为此处内容的同义转述,故答案选 H)。 "},{"order":38,"answer":"M","location":"","analysis":"由题干中的关键词survey,assistance和athird定位至 M)段。该段指出,综合社会调查显示,71%的受访者认为国家“给予贫困人民的帮助”太少了。另一方面,22%的受访者认为我们在“福利”上的花费太少了,37%的受访者认为我们花费的太多了。题干为该段内容的同义转述,故答案选 M)。"},{"order":39,"answer":"J","location":" ","analysis":"由题干中的关键词 Aresearchgroup,lazy和thewrongdecisions定位至J)段末句。该句提到,框架研究所的首席执行官指出,当我们看到了那些正在挣扎的人们,那些假设让我们认为,处于贫困中的人是懒惰的,他们并不在乎,也没有做出正确的决定。题干中的havemadethewrongdecisions与原文中的haven􀆳tmadetherightdecisions相对应,故答案选J)。 "},{"order":40,"answer":"D","location":" ","analysis":"由题干中的关键词theoldsystem,amother和stayhomeandtakecareofherchildren定位至 D)段倒数第二句。该句提到,“母性正义”的组织者之一来到州代表的办公室,谈论当地缺乏可负担得起的儿童保育服务的问题———这是希望母亲在家照顾孩子而父亲在外工作的体制的残留问题。题干中的theoldsystem 与原文中的thevestigesofasystem 相对应;amotherwassupposedtostayhomeandtakecareofherchildren与motherstostayhomewiththeirchildren相对应,故答案选 D)。"},{"order":41,"answer":"F","location":"","analysis":"由题干中的关键词nearly50% ofAmericans和poororreceivelowpay定位至F)段最后两句。此处指出,若将绝对标准以上的经济需求考虑进去,政策研究机构发现1.4亿美国人属于贫困或是低收入人群。这几乎占据美国人口的一半。题干中的nearly50%ofAmericans与原文中的halftheU.S.population相对应;poororreceivelowpay与poororlow-income相对应,故答案选 F)。"},{"order":42,"answer":"N","location":"","analysis":"由题干中的关键词 overestimate,blacks和receivingwelfarebenefits定位至 N)段末句。该句提到,美国人经常高估公共救助计划中黑人接受者的比例。题干是对此处内容的同义转述,故答案选 N)。"},{"order":43,"answer":"I","location":"","analysis":":由题干中的关键词impossible,liftthemselvesoutofpoverty和ontheirown定位至I)段。该段中提到,美国最大的谬论是,你能够凭借一己之力振作起来,将坏的形势扭转为好的形势。现实是,在没有家人、朋友、学校和社区帮助的情况下,找到机会的可能性几乎为零。题干中的liftthemselvesoutofpoverty与原文中的 pullyourselfup相对应,故答案选I)。"},{"order":44,"answer":"C","location":"","analysis":":由题干中的关键词noneofus和incomeinequality定位至 C)段首句。该句提到,如今收入不平等和机会的缺失是我们都面临的问题。题干中的 noneofuscangetawayfrom 与原文中的looklikeallofus相对应,故答案选 C)。"},{"order":45,"answer":"L","location":"","analysis":"由题干中的关键词 Assumptions,morenegative和liveonwelfare定位至 L)段第二句。该句提到,当穷人利用政府救济来帮助他们生存时,这些假设变得更加糟糕。题干中的 morenegative 与 原 文 中 的 worse 相 对 应;liveon welfare 与 usegovernmentbenefitstohelpthemsurvive相对应,故答案选 L)。"}]}
{"_id":"8e1706526193a507043ecc484528e941","id":"2020120102","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["The Place Where the Poor Once Thrived ","A) This is the land of opportunity. If that weren’t already implied by the landscape—rolling green hills,palm trees,sun-kissed flowers—then it’s evident in the many stories of people who grew up poor in these sleepy neighborhoods and rose to enormous success. People like Tri Tran,who fled Vietnam on a boat in 1986,showed up in San Jose with nothing,made it to MIT,and then founded the food-delivery start-up Munchery, which is valued at $ 300 million.","B) Indeed, data suggests that this is one of the best places to grow up poor in America. A child born in the early 1980s into a low-income family in San Jose had a 12.9 percent chance of becoming a high earner as an adult,according to a landmark study released in 2014 by the economist Raj Chetty and his colleagues from Harvard and Berkeley. That number—12.9 percent—may not seem remarkable, but it was：Kids in San Jose whose families fell in the bottom quintile（五分位数）of income nationally had the best shot in the country at reaching the top quintile.","C) By contrast, just 4.4 percent of poor kids in Charlotte moved up to the top; in Detroit the figure was 5.5 percent.San Jose had social mobility comparable to Denmark’s and Canada's and higher than other progressive cities such as Boston and Minneapolis.","D) The reasons kids in San Jose performed so well might seem obvious. Some of the world’s most innovative companies are located here, providing opportunities such as the one seized by a 12-year-old Mountain View resident named Steve Jobs when he called William Hewlett to ask for spare parts and subsequently received a summer job. This is a city of immigrants—38 percent of the city's population today is foreign-born—and immigrants and their children have historically experienced significant upward mobility in America. The city has long had a large foreign-born population (26.5 percent in 1990), leading to broader diversity,,which,the Harvard and Berkeley economists say,is a good predictor of mobility.","E) Indeed,the streets of San Jose seem,in some ways,to embody the best of America. It's possible to drive in a matter of minutes from sleek（光亮的）office towers near the airport where people pitch ideas to investors,to single-family homes with orange trees in their yards,or to a Vietnamese mall. The libraries here offer programs in 17 languages,and there are areas filled with small businesses owned by Vietnamese immigrants,Mexican immigrants,Korean immigrants,and Filipino immigrants, to name a few.","F) But researchers aren’t sure exactly why poor kids in San Jose did so well. The city has a low prevalence of children growing up in single-parent families,and a low level of concentrated poverty, both factors that usually mean a city allows for good intergenerational mobility. But San Jose also performs poorly on some of the measures correlated with good mobility.It is one of the most unequal places out of the 741 that the researchers measured，and it has high degrees of racial and economic segregation（隔离）. Its schools underperform based on how much money there is in the area,said Ben Scuderi,a predoctoral fellow at the Equality of Opportunity Project at Harvard,which uses big data to study how to improve economic opportunities for low-income children. “There’s a lot going on here which we don't totally understand,” he said. “ It’s interesting, because it kind of defies our expectations.","G) The Chetty data shows that neighborhoods and places mattered for children born in the San Jose area of the 1980s.Whether the city still allows for upward mobility of poor kids today, though, is up for debate. Some of the indicators such as income inequality,measured by the Equality of Opportunity Project for the year 2000, have only worsened in the past 16 years.","H) Some San Jose residents say that as inequality has grown in recent years,upward mobility has become much more difficult to achieve. As Silicon Valley has become home to more successful companies, the flood of people to the area has caused housing prices to skyrocket.By most measures,San Jose is no longer a place where low-income,or even middle-income families,can afford to live.Rents in San Jose grew 42.6 percent between 2006 and 2014,which was the largest increase in the country during that time period. The city has a growing homelessness problem,which it tried.to address by shutting down “The Jungle,” one of the largest homeless encampments（临时住地）in the nation, in 2014. Inequality is extreme. The Human Development Index—a measure of life expectancy,education and per capita（人均的）income—gives East San Jose a score of 4.85 out of 10，while nearby Cupertino, where Apple’s headquarters sits, receives a 9.26. San Jose used to have a happy mix of factors—cheap housing,closeness to a rapidly developing industry,tightly-knit immigrant communities—that together opened up the possibility of prosperity for even its poorest residents. But in recent years,housing prices have skyrocketed, the region's rich and poor have segregated,and middle-class jobs have disappeared. Given this, the future for the region's poor doesn't look nearly as bright as it once did.","I) Leaders in San Jose are determined to make sure that the city regains its status as a place where even poor kids can access the resources to succeed. With Silicon Valley in its backyard, it certainly has the chance to do so. “ I think there is a broad consciousness in the Valley that we can do better than to leave thousands of our neighbors behind through a period of extraordinary success,” San Jose Mayor Sam Liccardo said.","J) But in today’s America—a land of rising inequality，increasing segregation，and stagnating（不增长的）middle-class wages—can the San Jose region really once again become a place of opportunity?","K) The idea that those at the bottom can rise to the top is central to America's ideas about itself. That such mobility has become more difficult in San Jose raises questions about the endurance of that foundational belief. After all, if the one-time land of opportunity can't be fixed,what does that say for the rest of America?"],"options":["36.According to some people living in San Jose,it has become much harder for the poor to get ahead due to the increased inequality.","37.In American history,immigrants used to have a good chance to move upward in society.","38.If the problems of San Jose can’t be solved, one of America’s fundamental beliefs about itself can be shaken.","39.San Jose was among the best cities in America for poor kids to move up the social ladder.","40.Whether poor kids in San Jose today still have the chance to move upward is questionable. ","41.San Jose’s officials are resolved to give poor kids access to the resources necessary for success in life. ","42.San Jose appears to manifest some of the best features of America.","43.As far as social mobility is concerned,San Jose beat many other progressive cities in America. ","44.Due to some changes like increases in housing prices in San Jose, the prospects for its poor people have dimmed.","45.Researchers do not have a clear idea why poor children in San Jose achieved such great success several decades ago. "],"analysisList":[{"order":36,"answer":"H","location":"由题千中的much harder 和increased inequality定位到文章H)段第一句。","analysis":"【精析】同义转述题。定位句提到,一些圣何塞居民说,随着近年来不平等的加剧,向上流动变得更加困难。题干中的some people living in San Jose对应定位句中的Some San Jose residents,题干中的has become much harder对应定位句中的has become much more difficult to achieve,题干中的 the increased inequality 对应定位句中的 inequality has grown,故答案为H)。"},{"order":37,"answer":"D","location":"由题干中的American history. immigrants和move upward定位到文章D)段倒数第二句。","analysis":"【精析】同义转述题。定位句指出,圣何塞是一个移民城市,在美国历史上,移民及其子女经历了社会中显著的向上流动。题千中的used to have agood chance to move upward in society是对定位句中have historically experienced significantupward mobility 的同义转述,故答案为D)。"},{"order":38,"answer":"K","location":" 由题干中的the problems of San Jose和America's fundamental beliefs定位到K)段。","analysis":"【精析】细节归纳题。定位段提到,美国自我观念的核心是认为底层的人可以上升到.上层。而这种流动性在圣何塞变得越来越困难，这引起了人们对该基本信念的持久性质疑。如果无法修复这片曾经的机会之地,那对美国其他地区来说又意味着什么呢?题千中的the problems of San Jose can't be solved是对定位段中the one-time land of opportunity can't be fixed的归纳概括,题干中的America's fundamental beliefs 对应定位句中的that foundational belief ,故答案为K)。"},{"order":39,"answer":"B","location":"由题干中的the best cities、 poor kids、move up和social ladder 定位到B)段。","analysis":"【精析】细节归纳题。定位段第一句提到,数据显示圣何塞是美国最适合穷人成长的地方之一。接着第二、三句用具体数据来证明:圣何塞低收人家庭的孩子成年后成为高收人者的概率为12. 9% ,圣何塞那些收人在全国最低的五分之- -的 家庭的孩子,最有可能成为全国收人最高的五分之一。换言之,在美国,圣何塞是最适合贫困儿童在社会阶梯上升迁的城市之一,故答案为 B)。"},{"order":40,"answer":"G","location":"由题干中的poor kids in San Jose. move upward和questionable定位到G)段第二句。","analysis":"【精析】同义转述题。定位句提到,如今这座城市是否还允许贫困儿童向上流动,还有待商榷。题干中的move upward和questionable 分别对应定位句中的upward mobility 和up for debate。 题干是对定位句的同义转述,故答案为G)。"},{"order":41,"answer":"I","location":"由题干中的San Jose's officials. access tothe resources和success定位到I)段第一句。","analysis":"I) 同义转述题。定位句提到,圣何塞 的领导人决心确保该市重新获得它的地位,再次成为一个即使是贫穷的孩子也可以获取成功资源的地方。题千中的San Jose's officials 对应定位句中的Leaders in San Jose,题干中的give poor kids。"},{"order":42,"answer":"E","location":"由题干中的manifest和the best features of America定位到E)段第一句。","analysis":"【精析】 同义转述题。定位句提到,在某些方面,圣何塞的街道似乎体现了美国最好的一面。题干中的manifest对应定位句中的embody,题千中的the best features of America对应定位句中的thebest of America,故答案为E)。"},{"order":43,"answer":"C","location":"由题千中的social mobility 和other progressive cities 定位到C)段最后一句。","analysis":"【精析】同义转述题。定位句提到,圣何塞的社会流动性可与丹麦和加拿大相提并论,高于波士顿和明尼阿波利斯等其他进步城市。题千中的beat many other progressive cities in America是对定位句中higher than other progressive cities 的同义转述,故答案为C)。"},{"order":44,"answer":"H","location":"44. 由题干中housing prices 和prospects定位到H)段最后两句。","analysis":"【精析】细节归纳题。定位句提到，近年来房价飞涨,该地区贫富分化,中产阶级工作岗位消失。鉴.于此,该地区穷人的未来看起来不像以前那么光明了。题千中的some changes like increases inhousing prices in San Jose是对定位段倒数第: =句中housing prices have sky rocketed, the region'srich and poor have segregated, and middle-class jobs have disappeared的概括归纳,题千中的theprospects for its poor people have dimmed是对定位段最后- -句中the future for the region'spoor doesn't look nearly as bright as it once did的同义转述,故答案为H)。"},{"order":45,"answer":"F","location":"由题干中的Researchers. poor children in San Jose和achieved such great success定位到F)段第一句。","analysis":"【精析】同义转述题。定位句提到,研究人员并不能完全确定为什么圣何塞的穷孩子做得这么好。题千中的Researchers do not have a clear idea why对应定位句中的researchers aren't sure exactly why ,题干中的poor children in San Jose achieved such great success对应定位句中的poor kids in San Jose did so well ,故答案为F)。"}]}
{"_id":"8e1706526193a507043ecc4951f0ce72","id":"2020090302","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) I still remember my fourth-grade social studies project. Our class was studying the Gold Rush, something all California fourth-graders learned. I was excited because I had asked to research Chinese immigrants during that era. Growing up in the San Francisco Bay Area, I had always known that “San Francisco” translated to “Gold Mountain” in Chinese. The name had stuck ever since Chinese immigrants arrived on the shores of Northern California in the 1850s, eager to try their luck in the gold mines. Now I’d have the chance to learn about them.","B) My excitement was short-lived. I remember heading to the library with my class and asking for help. I remember the librarian’s hesitation. She finally led me past row after row of books, to a corner of the library where she pulled an oversized book off the shelf. She checked the index and turned over to a page about early Chinese immigrants in California. That was all there was in my entire school library in San Francisco, home of the nation’s first Chinatown. That was it.","C) I finally had the opportunity to learn about Asian Americans like myself, and how we became part of the fabric of the United States when I took an introductory class on Asian-American history in college. The class was a revelation. I realized how much had been missing in my textbooks as I grew up. My identity had been shaped by years of never reading, seeing, hearing, or learning about people who had a similar background as me. Why, I wondered, weren’t the stories, histories, and contributions of Asian Americans taught in K-12 schools, especially in the elementary schools? Why are they still not taught? ","D) Our students—Asian, Latino, African American, Native American, and, yes, white—stand to gain from a multicultural curriculum. Students of color are more engaged and earn better grades when they see themselves in their studies. Research has also found that white students benefit by being challenged and exposed to new perspectives.","E)  For decAnd, despite setbacks, the tide may finally be turning. California legislators passed a bill last year that will bring ethnic studies to all its public high schools. Some school districts, including San Francisco and Los Angeles, already offer ethnic studies at its high schools. High schools in Portland, Chicago, and elsewhere have either implemented or will soon introduce ethnic studies classes. And, as more high schools begin teaching it, the door could crack open for middle schools, and, perhaps inevitably, elementary schools, to incorporate a truly more multicultural curriculum. Doing so will send an important message to the nation’s youngest citizens: Whatever your race or ethnicity, you matter. Your history matters. Your story matters.ades, activists have called for schools to offer anti-racism or multicultural curricula. Yet a traditional American K-12 curriculum continues to be taught from a Eurocentric point of view. Being multicultural often falls back on weaving children of color into photographs, or creating a few supporting characters that happen to be ethnic—an improvement, but superficial nonetheless. Elementary school classrooms celebrate cultural holidays—Lunar New Year! Red envelopes! Lion dancers!—but they’re quick to gloss over(掩饰)the challenges and injustices that Asian Americans have faced. Most students don’t, for example, learn about the laws that for years excluded Asians from immigrating to the U.S. They don't hear the narratives of how and why Southeast Asian refugees(难民) had to rebuild their lives here.","F) Research into what students learn in school has found just how much is missing in their studies. In an analysis, Christine Sleeter, a professor in the College of Professional Studies at California State University, Monterey Bay, reviewed California’s history and social studies framework, the curriculum determined by state educators that influences what is taught in K-12 classrooms. Of the nearly 100 Americans recommended to be studied, 77% were white, 18% were African American, 4% were Native American, and 1% were Latino. None were Asian American. ","G)  Worse, when Asian Americans do make an appearance in lesson books, it is often laced with problems. “There hasn’t been much progress,” says Nicholas Hartlep, an assistant professor at Metropolitan State University. His 2016 study of K-12 social studies textbooks and teacher manuals found that Asian Americans were poorly represented at best, and subjected to racist caricatures（拙劣的模仿）at worst. The wide diversity of Asian Americans was overlooked; there was very little mention of South Asians or Pacific Islanders, for example. And chances were, in the images, Asian Americans appeared in stereotypical（模式化的）roles, such as engineers.","H) Teachers with a multicultural background or training could perhaps overcome such curriculum challenges, but they’re few and far between. In California, 65% of K-12 teachers are white, compared with a student population that is 75% students of color. Nationwide, the gap is even greater. It isn’t a requirement that teachers share the same racial or ethnic background as their students, but the imbalance poses challenges, from the potential for unconscious bias to a lack of knowledge or comfort in discussing race and culture.","I) How race and ethnicity is taught is crucial, says Allyson Tintiangco-Cubales, an Asian-American studies professor at San Francisco State University. She added that it’s not so much about the teacher’s background, but about training. “You can have a great curriculum but if you don’t have teachers dedicated（专注于） to teaching it well,” she says, “it won’t work as well as you want it to.","J) Some teachers are finding ways to expose students to Asian-American issues — if not during school hours, then outside of them. This summer, Wilson Wong will lead a class of rising fifth-graders at a day camp dedicated to Chinese culture and the Chinese-American community in Oakland, California. His students, for instance, will learn about how Chinese immigrants built the railroads in California, and even have a chance to “experience” it themselves: They will race each other to build a railroad model on the playground, with some students being forced to “work” longer and faster and at cheaper wages. Wong, a middle school teacher during the school year, hopes he’s exposing the students to how Chinese Americans contributed to the U.S., something that he didn’t get as a student growing up in the San Francisco Bay Area. “I planted the seeds early,” he says. “That’s what I’m hoping for.”","K) And, despite setbacks, the tide may finally be turning. California legislators passed a bill last year that will bring ethnic studies to all its public high schools. Some school districts, including San Francisco and Los Angeles, already offer ethnic studies at its high schools. High schools in Portland, Chicago, and elsewhere have either implemented or will soon introduce ethnic studies classes. And, as more high schools begin teaching it, the door could crack open for middle schools, and, perhaps inevitably, elementary schools, to incorporate a truly more multicultural curriculum. Doing so will send an important message to the nation’s youngest citizens: Whatever your race or ethnicity, you matter. Your history matters. Your story matters."],"options":["36. While cultural holidays are celebrated, the injustices experienced by Asian Americans are not exposed in elementary school classrooms.","37. Little information can be found about Chinese immigrants in the author’s school library.","38. A middle school teacher is making a great effort to help students learn about the contributions made by Chinese immigrants to America.","39.  No Asian Americans were included in the list of historical figures recommended for study in K-12 classrooms.","40.  There is an obvious lack of teachers with a multicultural perspective to meet the curriculum challenges in America.","41. Students of ethnic backgrounds learn better from a multicultural curriculum.","42.  Now more and more high schools in America are including ethnic studies in their curriculums.","43.  A study of some K-12 textbooks and teacher manuals showed that Asian Americans were inadequately and improperly represented in them.","44. When taking a class in college, the author realized that a lot of information about Asian Americans was left out of the textbooks he studied.","45. An Asian-American studies professor placed greater emphasis on teacher training than on teachers’ background."],"analysisList":[{"order":36,"answer":"E","location":"【定位】由题干中的cultural holidays , injustices和elementary school classrooms定位到E)段第四句。","analysis":"【精析】同义转述题。定位句提到,小学课堂庆祝一些文化节日-—---农历新年!发红包!舞狮子!————但是他们很快地掩饰了亚裔美国人面对的挑战和不公平。题干中的the injusticesexperienced by Asian Americans是对定位句中injustices that Asian Americans have faced 的同义转述,故答案为E)。"},{"order":37,"answer":"B","location":"【定位】由题干中的Chinese immigrants和 theauthor's school library定位到B段第二至七句。","analysis":"【精析】细节归纳题。定位句提到,作者和同班同学一起去图书馆寻求帮助,图书管理员带着他来到图书馆的一个角落,从架子上拿下一本硕大的图书,她查阅索引,翻到了关于早期来到加利福尼亚州的中国移民的一页,这就是在旧金山作者的校图书馆里能找到的所有。根据这段的描述可以看出,作者学校的图书馆里关于中国移民的信息少之又少,故答案为B)。"},{"order":38,"answer":"J","location":"【定位】由题干中的A middle school teacher、contributions和 Chinese immigrants to America定位到J段倒数第三句。","analysis":"【精析】同义转述题。定位句提到,身为一名中学教师的王老师希望他能让学生们了解华裔美国人是如何为美国做出贡献的,这是他曾经还是旧金山港湾区的学生的时候并未得到的。题干中的help students learn about 对应定位句中的 he'sexposing the students to，题干中的Chineseimmigrants to America对应定位句中的ChineseAmericans,故答案为J)。"},{"order":39,"answer":"F","location":"【定位】由题干中的 No Asian Americans和recommended for study定位到F)段最后两句。【精析】细节归纳题。定位句提到,在受到推荐接受研究的近100名美国人中,77%是白人,18%是非裔美国人,4%是印第安人，1%是拉丁美洲人。没有一个是亚裔美国人。由此可知,用于K-12课堂研究、受到推荐的历史人物名单中,不包含亚裔美国人,故答案为F)。","analysis":"【精析】细节归纳题。定位句提到,在受到推荐接受研究的近100名美国人中,77%是白人,18%是非裔美国人,4%是印第安人，1%是拉丁美洲人。没有一个是亚裔美国人。由此可知,用于K-12课堂研究、受到推荐的历史人物名单中,不包含亚裔美国人,故答案为F)。"},{"order":40,"answer":"H","location":"【定位】由题干中的lack ofteachers、amulticultural perspective和 curriculum challenges定位到H段第一句。","analysis":"【精析】同义转述题。定位句提到,有着多文化背景或是经过这种培训的老师或许能够克服这种课程挑战,但是他们的数量非常稀少。题干中的teachers with a multicultural perspective对应定位句中的Teachers with a multiculturalbackground or training，题干中的meet thecurriculum challenges对应定位句中的overcome such curriculum challenges,故答案为H)。"},{"order":41,"answer":"D","location":"【定位】由题干中的ethnic backgrounds、learnbetter 和 a multicultural curriculum定位到D)段第一、二句。","analysis":"【精析】细节归纳题。定位句提到,我们的学生———-亚裔美国人、拉丁美洲人、非裔美国人、印第安人,还有白人--会从跨文化课程中有所收获。当有色人种的学生们在学习过程中看到了关于自己的内容﹐他们会更加专注而且取得更好的成绩。也就是说,在这种多文化融合的课程中,有色人种的学生们收获更大。题干中的 learn better是对定位句中are more engaged and earn bettergrades 的归纳概括,故答案为D)。"},{"order":42,"answer":"K","location":"【定位】由题干中的high schools in America、ethnic studies和 curriculums定位到K)段第二至四句。","analysis":"【精析】细节归纳题。定位句提到,去年,加利福尼亚州的立法者通过了一项法案,将把种族研究纳入所有公立高中。包括旧金山和洛杉矶在内的一些学区已经在其高中开设了种族研究课程。波特兰市、芝加哥和其他地方的高中已经实施或即将引入种族研究课程。归纳该部分大意,可以概括为:越来越多的美国高中正在将种族研究纳入课程体系中,故答案为K)。"},{"order":43,"answer":"G","location":"【定位】由题干中的 some K-12 textbooks andteacher manuals和 inadequately and improperlyrepresented定位到G)段第三句。","analysis":"【精析】【精析】同义转述题。定位句提到,他在2016年对K-12社会研究课本和教师手册的研究中发现,最好的情况是亚裔美国人被描述的非常恶劣,最坏的情况是他们受到了种族主义者拙劣的模仿。由此可知,K-12教科书和教师手册中对亚裔美国人的描述是不恰当的。题干中的inadequately andimproperly represented 对应定位句中的poorlyrepresented,故答案为G)。"},{"order":44,"answer":"C","location":"【定位】由题干中的taking a class in college、information about Asian Americans和 left out ofthe textbooks定位到C段第一至三句。","analysis":"【精析】同义转述题。定位句提到,当作者在大学学习一门关于亚裔美国人历史的入门课程时,他最终有机会了解像他一样的亚裔美国人,以及他们是如何成为美国社会结构的一部分。这门课程揭露了真相。伴随着作者的成长,他意识到教科书中缺失了多少信息。综合来看这三句,作者在学习了大学课程后了解了更多关于亚裔美国人的信息,同时也发现K-12教育阶段缺失很多信息。题干中的 was left out是对定位句中 had beenmissing的同义转述,故答案为C)。"},{"order":45,"answer":"I","location":"【定位】由题干中的 An Asian-American studiesprofessor、 teacher training和teachers'background定位到I段第一、二句。","analysis":"【精析】同义转述题。定位句提到,旧金山州立大学的亚裔美国人研究教授阿里森·廷天科-库贝尔斯说,如何教授种族和民族问题至关重要。她补充说,这与老师的背景没多大关系,但是与培训有关。题干中的placed greater emphasis on teachertraining than on teachers’ background对应定位句中的not so much aboutthe teacher'sbackground，but about training,故答案为D。"}]}
{"_id":"8e1706526193a507043ecc4a04e259f3","id":"2020090202","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) I still remember my fourth-grade social studies project. Our class was studying the Gold Rush, something all California fourth-graders learned. I was excited because I had asked to research Chinese immigrants during that era. Growing up in the San Francisco Bay Area, I had always known that “San Francisco” translated to “Gold Mountain” in Chinese. The name had stuck ever since Chinese immigrants arrived on the shores of Northern California in the 1850s, eager to try their luck in the gold mines. Now I’d have the chance to learn about them.","B) My excitement was short-lived. I remember heading to the library with my class and asking for help. I remember the librarian’s hesitation. She finally led me past row after row of books, to a corner of the library where she pulled an oversized book off the shelf. She checked the index and turned over to a page about early Chinese immigrants in California. That was all there was in my entire school library in San Francisco, home of the nation’s first Chinatown. That was it.","C) I finally had the opportunity to learn about Asian Americans like myself, and how we became part of the fabric of the United States when I took an introductory class on Asian-American history in college. The class was a revelation. I realized how much had been missing in my textbooks as I grew up. My identity had been shaped by years of never reading, seeing, hearing, or learning about people who had a similar background as me. Why, I wondered, weren’t the stories, histories, and contributions of Asian Americans taught in K-12 schools, especially in the elementary schools? Why are they still not taught? ","D) Our students—Asian, Latino, African American, Native American, and, yes, white—stand to gain from a multicultural curriculum. Students of color are more engaged and earn better grades when they see themselves in their studies. Research has also found that white students benefit by being challenged and exposed to new perspectives.","E)  For decAnd, despite setbacks, the tide may finally be turning. California legislators passed a bill last year that will bring ethnic studies to all its public high schools. Some school districts, including San Francisco and Los Angeles, already offer ethnic studies at its high schools. High schools in Portland, Chicago, and elsewhere have either implemented or will soon introduce ethnic studies classes. And, as more high schools begin teaching it, the door could crack open for middle schools, and, perhaps inevitably, elementary schools, to incorporate a truly more multicultural curriculum. Doing so will send an important message to the nation’s youngest citizens: Whatever your race or ethnicity, you matter. Your history matters. Your story matters.ades, activists have called for schools to offer anti-racism or multicultural curricula. Yet a traditional American K-12 curriculum continues to be taught from a Eurocentric point of view. Being multicultural often falls back on weaving children of color into photographs, or creating a few supporting characters that happen to be ethnic—an improvement, but superficial nonetheless. Elementary school classrooms celebrate cultural holidays—Lunar New Year! Red envelopes! Lion dancers!—but they’re quick to gloss over(掩饰)the challenges and injustices that Asian Americans have faced. Most students don’t, for example, learn about the laws that for years excluded Asians from immigrating to the U.S. They don't hear the narratives of how and why Southeast Asian refugees(难民) had to rebuild their lives here.","F) Research into what students learn in school has found just how much is missing in their studies. In an analysis, Christine Sleeter, a professor in the College of Professional Studies at California State University, Monterey Bay, reviewed California’s history and social studies framework, the curriculum determined by state educators that influences what is taught in K-12 classrooms. Of the nearly 100 Americans recommended to be studied, 77% were white, 18% were African American, 4% were Native American, and 1% were Latino. None were Asian American. ","G)  Worse, when Asian Americans do make an appearance in lesson books, it is often laced with problems. “There hasn’t been much progress,” says Nicholas Hartlep, an assistant professor at Metropolitan State University. His 2016 study of K-12 social studies textbooks and teacher manuals found that Asian Americans were poorly represented at best, and subjected to racist caricatures（拙劣的模仿）at worst. The wide diversity of Asian Americans was overlooked; there was very little mention of South Asians or Pacific Islanders, for example. And chances were, in the images, Asian Americans appeared in stereotypical（模式化的）roles, such as engineers.","H) Teachers with a multicultural background or training could perhaps overcome such curriculum challenges, but they’re few and far between. In California, 65% of K-12 teachers are white, compared with a student population that is 75% students of color. Nationwide, the gap is even greater. It isn’t a requirement that teachers share the same racial or ethnic background as their students, but the imbalance poses challenges, from the potential for unconscious bias to a lack of knowledge or comfort in discussing race and culture.","I) How race and ethnicity is taught is crucial, says Allyson Tintiangco-Cubales, an Asian-American studies professor at San Francisco State University. She added that it’s not so much about the teacher’s background, but about training. “You can have a great curriculum but if you don’t have teachers dedicated（专注于） to teaching it well,” she says, “it won’t work as well as you want it to.","J) Some teachers are finding ways to expose students to Asian-American issues — if not during school hours, then outside of them. This summer, Wilson Wong will lead a class of rising fifth-graders at a day camp dedicated to Chinese culture and the Chinese-American community in Oakland, California. His students, for instance, will learn about how Chinese immigrants built the railroads in California, and even have a chance to “experience” it themselves: They will race each other to build a railroad model on the playground, with some students being forced to “work” longer and faster and at cheaper wages. Wong, a middle school teacher during the school year, hopes he’s exposing the students to how Chinese Americans contributed to the U.S., something that he didn’t get as a student growing up in the San Francisco Bay Area. “I planted the seeds early,” he says. “That’s what I’m hoping for.”","K) And, despite setbacks, the tide may finally be turning. California legislators passed a bill last year that will bring ethnic studies to all its public high schools. Some school districts, including San Francisco and Los Angeles, already offer ethnic studies at its high schools. High schools in Portland, Chicago, and elsewhere have either implemented or will soon introduce ethnic studies classes. And, as more high schools begin teaching it, the door could crack open for middle schools, and, perhaps inevitably, elementary schools, to incorporate a truly more multicultural curriculum. Doing so will send an important message to the nation’s youngest citizens: Whatever your race or ethnicity, you matter. Your history matters. Your story matters."],"options":["36. While cultural holidays are celebrated, the injustices experienced by Asian Americans are not exposed in elementary school classrooms.","37. Little information can be found about Chinese immigrants in the author’s school library.","38. A middle school teacher is making a great effort to help students learn about the contributions made by Chinese immigrants to America.","39.  No Asian Americans were included in the list of historical figures recommended for study in K-12 classrooms.","40.  There is an obvious lack of teachers with a multicultural perspective to meet the curriculum challenges in America.","41. Students of ethnic backgrounds learn better from a multicultural curriculum.","42.  Now more and more high schools in America are including ethnic studies in their curriculums.","43.  A study of some K-12 textbooks and teacher manuals showed that Asian Americans were inadequately and improperly represented in them.","44. When taking a class in college, the author realized that a lot of information about Asian Americans was left out of the textbooks he studied.","45. An Asian-American studies professor placed greater emphasis on teacher training than on teachers’ background."],"analysisList":[{"order":36,"answer":"E","location":"【定位】由题干中的cultural holidays , injustices和elementary school classrooms定位到E)段第四句。","analysis":"【精析】同义转述题。定位句提到,小学课堂庆祝一些文化节日-—---农历新年!发红包!舞狮子!————但是他们很快地掩饰了亚裔美国人面对的挑战和不公平。题干中的the injusticesexperienced by Asian Americans是对定位句中injustices that Asian Americans have faced 的同义转述,故答案为E)。"},{"order":37,"answer":"B","location":"【定位】由题干中的Chinese immigrants和 theauthor's school library定位到B段第二至七句。","analysis":"【精析】细节归纳题。定位句提到,作者和同班同学一起去图书馆寻求帮助,图书管理员带着他来到图书馆的一个角落,从架子上拿下一本硕大的图书,她查阅索引,翻到了关于早期来到加利福尼亚州的中国移民的一页,这就是在旧金山作者的校图书馆里能找到的所有。根据这段的描述可以看出,作者学校的图书馆里关于中国移民的信息少之又少,故答案为B)。"},{"order":38,"answer":"J","location":"【定位】由题干中的A middle school teacher、contributions和 Chinese immigrants to America定位到J段倒数第三句。","analysis":"【精析】同义转述题。定位句提到,身为一名中学教师的王老师希望他能让学生们了解华裔美国人是如何为美国做出贡献的,这是他曾经还是旧金山港湾区的学生的时候并未得到的。题干中的help students learn about 对应定位句中的 he'sexposing the students to，题干中的Chineseimmigrants to America对应定位句中的ChineseAmericans,故答案为J)。"},{"order":39,"answer":"F","location":"【定位】由题干中的 No Asian Americans和recommended for study定位到F)段最后两句。【精析】细节归纳题。定位句提到,在受到推荐接受研究的近100名美国人中,77%是白人,18%是非裔美国人,4%是印第安人，1%是拉丁美洲人。没有一个是亚裔美国人。由此可知,用于K-12课堂研究、受到推荐的历史人物名单中,不包含亚裔美国人,故答案为F)。","analysis":"【精析】细节归纳题。定位句提到,在受到推荐接受研究的近100名美国人中,77%是白人,18%是非裔美国人,4%是印第安人，1%是拉丁美洲人。没有一个是亚裔美国人。由此可知,用于K-12课堂研究、受到推荐的历史人物名单中,不包含亚裔美国人,故答案为F)。"},{"order":40,"answer":"H","location":"【定位】由题干中的lack ofteachers、amulticultural perspective和 curriculum challenges定位到H段第一句。","analysis":"【精析】同义转述题。定位句提到,有着多文化背景或是经过这种培训的老师或许能够克服这种课程挑战,但是他们的数量非常稀少。题干中的teachers with a multicultural perspective对应定位句中的Teachers with a multiculturalbackground or training，题干中的meet thecurriculum challenges对应定位句中的overcome such curriculum challenges,故答案为H)。"},{"order":41,"answer":"D","location":"【定位】由题干中的ethnic backgrounds、learnbetter 和 a multicultural curriculum定位到D)段第一、二句。","analysis":"【精析】细节归纳题。定位句提到,我们的学生———-亚裔美国人、拉丁美洲人、非裔美国人、印第安人,还有白人--会从跨文化课程中有所收获。当有色人种的学生们在学习过程中看到了关于自己的内容﹐他们会更加专注而且取得更好的成绩。也就是说,在这种多文化融合的课程中,有色人种的学生们收获更大。题干中的 learn better是对定位句中are more engaged and earn bettergrades 的归纳概括,故答案为D)。"},{"order":42,"answer":"K","location":"【定位】由题干中的high schools in America、ethnic studies和 curriculums定位到K)段第二至四句。","analysis":"【精析】细节归纳题。定位句提到,去年,加利福尼亚州的立法者通过了一项法案,将把种族研究纳入所有公立高中。包括旧金山和洛杉矶在内的一些学区已经在其高中开设了种族研究课程。波特兰市、芝加哥和其他地方的高中已经实施或即将引入种族研究课程。归纳该部分大意,可以概括为:越来越多的美国高中正在将种族研究纳入课程体系中,故答案为K)。"},{"order":43,"answer":"G","location":"【定位】由题干中的 some K-12 textbooks andteacher manuals和 inadequately and improperlyrepresented定位到G)段第三句。","analysis":"【精析】【精析】同义转述题。定位句提到,他在2016年对K-12社会研究课本和教师手册的研究中发现,最好的情况是亚裔美国人被描述的非常恶劣,最坏的情况是他们受到了种族主义者拙劣的模仿。由此可知,K-12教科书和教师手册中对亚裔美国人的描述是不恰当的。题干中的inadequately andimproperly represented 对应定位句中的poorlyrepresented,故答案为G)。"},{"order":44,"answer":"C","location":"【定位】由题干中的taking a class in college、information about Asian Americans和 left out ofthe textbooks定位到C段第一至三句。","analysis":"【精析】同义转述题。定位句提到,当作者在大学学习一门关于亚裔美国人历史的入门课程时,他最终有机会了解像他一样的亚裔美国人,以及他们是如何成为美国社会结构的一部分。这门课程揭露了真相。伴随着作者的成长,他意识到教科书中缺失了多少信息。综合来看这三句,作者在学习了大学课程后了解了更多关于亚裔美国人的信息,同时也发现K-12教育阶段缺失很多信息。题干中的 was left out是对定位句中 had beenmissing的同义转述,故答案为C)。"},{"order":45,"answer":"I","location":"【定位】由题干中的 An Asian-American studiesprofessor、 teacher training和teachers'background定位到I段第一、二句。","analysis":"【精析】同义转述题。定位句提到,旧金山州立大学的亚裔美国人研究教授阿里森·廷天科-库贝尔斯说,如何教授种族和民族问题至关重要。她补充说,这与老师的背景没多大关系,但是与培训有关。题干中的placed greater emphasis on teachertraining than on teachers’ background对应定位句中的not so much aboutthe teacher'sbackground，but about training,故答案为D。"}]}
{"_id":"8e1706526193a507043ecc4b33beea63","id":"2020090102","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) Imagine a drug that could enhance a chil's creativity and critical thinking. Imagine that this drug were simple to make, safe to take, and could be had for free. The nation's leading pediatricians (儿科医生) say this miracle compound exists. In a new clinical report, they are urging doctors to prescribe it librally to the children in their care.","B)“This may seem old-fashioned, but there are skills to be learned when kids aren't told what to do,” said Dr. Michael Yogman, a Harvard Medical School pediatrician who led the drafting of the call to arms. Whether it's rough physical play, outdoor play or pretend play , kids derive important lessons from the chance to make things up as they go, he said.","C) The advice, isued Monday by the American Academy of Pediatrics, may come as a shock to some parents. After spending years fretting (烦恼) over which toys to buy, which apps to download and which sill-builing programs to send their kids to after school, ltting them simply play- -or better yet, playing with them- -could seem like a step backward. The pediatricians insist that it's not. The academy's guidance does not include specific recommendations for the dosing of play. Instead, it asks doctors to advise parents before their babies tum two that play is essential to healthy . development.","D) “Play is not silly behavior,” the academy's report declares. It fosters children's creativity, cooperation, and problem-solving skill- all of which are critical for a 2lst century workforce When parents engage in play with their children, it builds a wall against the harmful effects of all kinds of sress, incuding poverty, the academy says. In the pediatricians' view, esentially every life skill that's valued in adults can be built ψ with play.“ Cllaboration, negotiation, decision-making, creativity, leadership, and increased physical activity are just some of the skills and benefts children, gain through play,” they wrote. The pediatricians' appeal comes as kids are being squeezed by increasing academic demands at school and the constant invasion of digital media.","E) The trends have been a long time coming. Between 1981 and 1997 , detailed time-use studies showed that the time children spent at play declined by 25 percent. Since the adoption of sweeping education refoms in 2001, public schools have steadily increased the amount of time devoted to preparing for standardized tests. The focus on academic“kills and drills” has cut deeply into recess (课间休息) and other time for free play.","F) By 2009 , a study of Los Angeles kindergarten classrooms found that five-year-olds were so burdened with academic requirements that they were down to an average of just 19 minutes per day of“choice time ,”when they were permitted to play freely with blocks, toys or other children. One in four Los Angeles teachers reported there was no time at all for“free play.”Increased academic pressures have left 30 percent of U. s. kindergarten classes without any recess. Such fndings prompted the American Academy of Pediatrics to issue a policy statement in 2013 on the“crucial role of recess in school.","G) Pediatricians aren't the only ones who have noticed. In a report titled“Crisis in the Kindergarten, a group of educators, health professionals and child advocates called the loss of play in early childhood“a tragedy, both for the children themselves and for our nation and the world. ”Kids in play-based kindergartens“end up equally good or better at reading and other itelletual sills, and they are more likely to become well-adjusted healthy people, the Aliance for Childhood said in 2009. Indeed, new research demonstrates why playing with blocks might have been time better spent, Yogman said. The trial asessed the efectiveness of an early mathematics intervention (干 预) aimed at preschoolers. The results showed almost no gains in math achievement.","H) Another playtime thief: the growing proportion of kids' time spent in front of screens and digital devices, even among preschoolers. Last year, Common Sense Media reported that children u through age eight spent an average of two hours and 19 minutes in front of screens each day, including an average of 42 minutes a day for those under two. This increase of digital use comes with rising risks of obesity, sleep deprivation and cognitive (认知的)，language and social- emotional delays, the American Academy of Pediatrics warned in 2016.","I) “I respect that parents have busy lives and it's easy to hand a child an iPhone,” Yogman said.“But there's a cost to that. For young children, it's much too passive. And kids reallyl leam better when they're actively engaged and have to really discover things.”","J) The decline of play is a special hazard for the roughly 1 in 5 children in the United States who live in poverty. These 14 million children most urgently need to develop the resilience (韧劲) that in cultivated with play. Instead, Yogman said, they are disproportionately affected by some of the trends that are making play scarce ; academic pressures at schools that need to improve test scores, outside play areas that are limited or unsafe, and parents who lack the time or energy to share in playtime.","K) Yogman also worries about the pressures that squeeze playtime for more affluent kids.“The notion that as parents we need to schedule every minute of their time is not doing them a great service,“ he said. Even well-meaning parents may be“robbing them of the opportunity to have that joy of discovery and curiosity- -the opportunity to find things out on their own.”","L) Play may not be a hard sell to kids. But UCLA pediatrician Carlos Lerner acknowledged that the pediatricians' new prescription may meet with skepticism (怀疑) from parents , who are anxious for advice on how to give their kids a leg up in the world. They should welcome the simplicity of the message, Lerner said.“It's liberating to be able to offer them this advice: that you spending time with your child and letting him play is one of the most valuable things you can do,” he said.“ It doesn't have to involve spending a lot of money or time, or joining a parenting group. It's something we can offer that's achievable. They just don't recognize it right now as particularly valuable.”"],"options":["36. Increased use of digital devices steals away children's playtime.","37. Since the beginning of this century , an increasing amount of time has been shifted in public schools from recess to academic activities.","38. It has been acknowledged that while kds may welcome pediatricians' recommendation, their parents may doubt its feasibility.","39. According to some professionals, deprivation of young children's playtime will do harm not only to children themselves but to the country and the world.","40. By playing with children, parents can prevent them from being harmed by stress.","41. Playing with digital devices discourages kids from active discovery, according to pediatrician Dr. Michael Yogman.","42. The suggestion of letting children simply play may sound like going backwards to P parents who want to help build their children's skills.","43. Dr. Michael Yogman believes the idea that parents should carefully schedule children's time may not be helpful to their growth.","44. One quarter of teachers in an American city said that children in kindergartens had no time for playing freely.","45. According to a pediatrician, no matter what kind of play children engage in, they are leaming how to create things."],"analysisList":[{"order":36,"answer":"H","location":"由题干中的digital devices. steals 和playtime定位到文章H)段第一句。","analysis":"【精析】同义转述题。定位句提到另一个盗走游戏时间的小偷,即孩子花在屏幕和数字设备前的时间越来越多。题干中的Increased use of digitaldevices对应定位句中的the growing proportionof kids' time spent in front of screens and digital devices,故答案为H)。"},{"order":37,"answer":"E","location":"由题干中的an increasing amount of time public schools recess和academic activities 定位到文章E)段第三、四句。","analysis":"【精析】细节归纳题。定位句指出,自2001年全面推行教育改革以来，公立学校- -直在稳步增加准备标准化考试的时间,对学术“技能和训练”的关注已经大大减少了课间休息和其他自由活动的时间。题干中的Since the beginning of this century对应定位句中的Since the adoption of sweeping education reforms in 2001, 题干中的an increasing amount of time has been shifted in public schools from recess to academic activities 是对定位句中public schools have steadily increased the amount of time devoted to preparing for standardized tests. The focus on academic“skills and drills” has cut deeply into recess and other time for free play的概括归纳，故答案为E)。"},{"order":38,"answer":"L","location":"由题干中的acknowledged、pediatricians'、parents和doubt定位到文章L)段第一、二句。","analysis":"【精析】细节归纳题。定位句指出,让孩子们接受玩游戏这一建议不难，但可能会遭到家长们的质疑，他们急切地希望得到如何助孩子一臂之力的建议。题干中的kids may welcome pediatricians' recommendation对应定位句中的Play may not be a hard sell to kids, 题干中的their parents may doubt its feasibility是对定位句中the pediatricians ' new prescription may meet with skepticism from parents的概括归纳，故答案为L)。"},{"order":39,"answer":"G","location":"由题干中的professionals、 young children's playtime和the world 定位到文章G)段第二句。","analysis":"【精析】细节归纳题。定位句指出,在一份题为《幼儿园危机》的报告中,一群教育工作者、卫生专业人士和儿童(权利)倡导者称，无论是对儿童本身，还是对我们的国家和世界来说，幼儿时期的游戏缺失都是“一场悲剧”。题干中的some professionals是对定位句中a group of educators, health professionals and child advocates 的概括归纳，题干中的deprivation of young children's playtime will do harm not only to children themselves but to the country and the world是对定位句中called the loss of play in early childhood“a tragedy， both for the children themselves and for our nation and the world” 的同义转述，故答案为G)。"},{"order":40,"answer":"D","location":"由题干中的playing with children.harmed和stress定位到文章D)段第三句。","analysis":"【精析】细节归纳题。定位句指出,当父母和孩子们一起玩耍时,这就为孩子筑起了一堵墙，以抵御包括贫困在内的各种压力带来的有害影响。题干中的By playing with children 是对定位句中When parents engage in play with their children的同义转述,题干中的prevent them from being harmed by stress 是对定位句中builds a wall against the harmful effects of all kinds of stress, including poverty 的概括归纳,故答案为D)。"},{"order":41,"answer":"I","location":"由题干中的discovery 和Yogman定位到文章I)段。","analysis":"【精析】细节归纳题。定位段指出,尤格曼认为,父母因为忙碌而让孩子玩手机是有代价的。对小孩子来说,玩手机太被动了。当孩子们积极参与并真正发现事物时，他们可以学得更好。换言之,儿科医生尤格曼认为玩手机或数字设备会阻碍孩子主动发现事物。题干是对定位段的概括归纳,故答案为I)。"},{"order":42,"answer":"C","location":"由题干中的letting children simply play backwards和skills定位到文章C)段第二句。","analysis":"【精析】细节归纳题。定位句指出,多年来,家长们.一直在为买什么玩具、下载哪些应用程序、让孩子放学后去参加哪些技能培养项目而烦恼,仅仅是让他们玩耍一或者说，与他们一起更好地玩要一似乎像是后退了一步。题干中的The suggestion of letting children simply play 和 sound like going backwards分别是对定位句中 letting them simply play or better yet, playing with them和could seem like a step backward的同义转述，题干中的parents who want to helpbuild their children's skills 是对定位句中which apps to download and which skill-buildingprograms to send their kids to after school 的概括归纳,故答案为C)。"},{"order":43,"answer":"K","location":"由题干中的the idea、 schedule children's time和may not be helpful 定位到文章K)段第二句。","analysis":"【精析】同义转述题。定位句指出,尤格曼认为,父母需要为孩子安排他们每一分钟 的时间这样一种观念其实并不是在帮孩子。题干中的the idea that parents should carefully schedule children's time和maynotbehelpful分别是对定位句中The notion that as parents we need to schedule every minute of their time 和could seem like a step backward的同义转述,题干中的may not be helpful是对定位句中not doing them a great service的同义转述，故答案为K)。"},{"order":44,"answer":"F","location":"由题干中的One quarter of teachers. no time和playing freely 定位到文章F)段第二句。","analysis":"【精析】定位句指出,洛杉矶四分之一的教师表示根本没有时间“自由地玩耍”。题干中的One quarter of teachers in an American city和had no time for playing freely 分别是对定位句中One in four Los Angeles teachers 和there was no time at all for“free play.”的同义转述，故答案为F)。"},{"order":45,"answer":"B","location":"由题干中的a pediatrician、 learning 和create things定位到文章B)段第二句。","analysis":"【精析】细节归纳题。定位句指出,尤格曼认为,无论是剧烈的身体运动、户外游戏,还是扮演游戏，孩子们都能在边玩要边创作东西的过程中学到重要的一课。题干中的no matter what kind of play是对定位句中Whether it's rough phyical play,outdoor play or pretend play的概括，题干中的要的一课。题干中的no matter what kind of play learming how to create things 是对定位句中derive important lessons from the chance to make things up as they go的归纳,故答案为B)。"}]}
{"_id":"8e1706526193a507043ecc4c6c6b6ecb","id":"2020120102","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) A group of corn farmers stands huddled around an agronomist (农学家)and his computer on the side of an irrigation machine in central South Africa. The agronomist has just flown over the field with a hybrid unmanned aerial vehicle (UAV) that takes off and lands using propellers yet maintains distance and speed for scanning vast hectares of land through the use of its fixed wings.","B) The UAV is fitted with a four spectral band precision sensor that conducts onboard processing immediately after the flight, allowing farmers and field staff to address, almost immediately, any crop abnormalities that the sensor may have recorded, making the data collection truly real-time.","C) In this instance, the farmers and agronomist are looking to specialized software to give them an accurate plant population count. It’s been 10 days since the corn emerged and the farmer wants to determine if there are any parts of the field that require replanting due to a lack of emergence or wind damage, which can be severe in the early stages of the summer rainy season.","D) At this growth stage of the plant’s development, the farmer has another 10 days to conduct any replanting before the majority of his fertilizer and chemical applications need to occur. Once these have been applied, it becomes economically unviable to take corrective action, making any further collected data historical and useful only to inform future practices for the season to come.","E) The software completes its processing in under 15 minutes producing a plant population count map. It’s difficult to grasp just how impressive this is, without understanding that just over a year ago it would have taken three to five days to process the exact same data set, illustrating the advancements that have been achieved in precision agriculture and remote sensing in recent years. With the software having been developed in the United States on the same variety of crops in seemingly similar conditions, the agronomist feels confident that the software will produce a near accurate result.","F) As the map appears on the screen, the agronomist’s face begins to drop. Having walked through the planted rows before the flight to gain a physical understanding of the situation on the ground, he knows the instant he sees the data on his screen that the plant count is not correct, and so do the farmers, even with their limited understanding of how to read remote sensing maps.","G) Hypothetically, it is possible for machines to learn to solve any problem on earth relating to the physical interaction of all things within a defined or contained environment by using artificial intelligence and machine learning.","H) Remote sensors enable algorithms (算法)to interpret a field’s environment as statistical data that can be understood and useful to farmers for decision-making. Algorithms process the data, adapting and learning based on the data received. The more inputs and statistical information collected, the better the algorithm will be at predicting a range of outcomes. And the aim is that farmers can use this artificial intelligence to achieve their goal of a better harvest through making better decisions in the field.","I) In 2011, IBM, through its R&D Headquarters in Haifa, Israel, launched an agricultural cloud-computing project. The project, in collaboration with a number of specialized IT and agricultural partners, had one goal in mind—to take a variety of academic and physical data sources from an agricultural environment and turn these into automatic predictive solutions for farmers that would assist them in making real-time decisions in the field.","J) Interviews with some of the IBM project team members at the time revealed that the team believed it was entirely possible to “algorithm” agriculture, meaning that algorithms could solve any problem in the world. Earlier that year, IBM’s cognitive learning system, Watson, competed in the game Jeopardy against former winners Brad Rutter and Ken Jennings with astonishing results. Several years later, Watson went on to produce ground-breaking achievements in the field of medicine.","K) So why did the project have such success in medicine but not agriculture? Because it is one of the most difficult fields to contain for the purpose of statistical quantification. Even within a single field, conditions are always changing from one section to the next. There’s unpredictable weather, changes in soil quality, and the ever-present possibility that pests and diseases may pay a visit. Growers may feel their prospects are good for an upcoming harvest, but until that day arrives, the outcome will always be uncertain.","L) By comparison, our bodies are a contained environment. Agriculture takes place in nature, among ecosystems of interacting organisms and activity, and crop production takes place within that ecosystem environment. But these ecosystems are not contained. They are subject to climatic occurrences such as weather systems, which impact upon hemispheres as a whole, and from continent to continent. Therefore, understanding how to manage an agricultural environment means taking literally many hundreds if not thousands of factors into account.","M) What may occur with the same seed and fertilizer program in the United States’ Midwest region is almost certainly unrelated to what may occur with the same seed and fertilizer program in Australia or South Africa. A few factors that could impact on variation would typically include the measurement of rain per unit of a crop planted, soil type, patterns of soil degradation, daylight hours, temperature and so forth.","N) So the problem with deploying machine learning and artificial intelligence in agriculture is not that scientists lack the capacity to develop programs and protocols to begin to address the biggest of growers’ concerns; the problem is that in most cases, no two environments will be exactly alike, which makes the testing, validation and successful rollout of such technologies much more laborious than in most other industries.","O) Practically, to say that AI and Machine Learning can be developed to solve all problems related to our physical environment is to basically say that we have a complete understanding of all aspects of the interaction of physical or material activity on the planet. After all, it is only through our understanding of “the nature of things” that protocols and processes are designed for the rational capabilities of cognitive systems to take place. And, although AI and Machine Learning are teaching us many things about how to understand our environment, we are still far from being able to predict critical outcomes in fields like agriculture purely through the cognitive ability of machines.","P) Backed by the venture capital community, which is now investing billions of dollars in the sector, most agricultural technology startups today are pushed to complete development as quickly as possible and then encouraged to flood the market as quickly as possible with their products.","Q) This usually results in a failure of a product, which leads to skepticism from the market and delivers a blow to the integrity of Machine Learning technology. In most cases, the problem is not that the technology does not work, the problem is that industry has not taken the time to respect that agriculture is one of the most uncontained environments to manage. For technology to truly make an impact on agriculture, more effort, skills, and funding is needed to test these technologies in farmers’ fields.","R) There is huge potential for artificial intelligence and machine learning to revolutionize agriculture by integrating these technologies into critical markets on a global scale. Only then can it make a difference to the grower, where it really counts."],"options":["36. Farmers will not profit from replanting once they have applied most of the fertilizer and other chemicals to their fields.","37. Agriculture differs from the medical science of the human body in that its environment is not a contained one.","38. The agronomist is sure that he will obtain a near accurate count of plant population with his software.","39. The application of artificial intelligence to agriculture is much more challenging than to most other industries.","40. Even the farmers know the data provided by the UAV is not correct.","41. The pressure for quick results leads to product failure, which, in turn, arouses doubts about the applicability of AI technology to agriculture.","42. Remote sensors are aimed to help farmers improve decision-making to increase yields.","43. The farmer expects the software to tell him whether he will have to replant any parts of his farm fields.","44. Bilingual speakers often do better than monolinguals in completing certain tasks because they can concent.","45. The same seed and fertilizer program may yield completely different outcomes in different places."],"analysisList":[{"order":36,"answer":"D","analysis":"【精析】D段①②句明确补种时机;一旦施用了大部分肥料和化学品,再进行补种在经济上便不可行了。②句中的these回指①句中的the majority of his fertilizer and chemical. . . take corrective action呼应①句中的conduct. . . replanting,试题是对该句信息的同义改写。"},{"order":37,"answer":"L","analysis":"【精析】L段前三句对比医药与农业,强调后者环境的特点“不受控制的”。试题是对二者区别的概括,differs from体现了①句By comparison,③句But所体现的比较之意; medical science明确了①句ourbodies(呼应上段medicine)所暗指的对象。"},{"order":38,"answer":"E","analysis":"【精析】E段描述专业软件的性能,其中③句表明农学家对其软件性能的信心:(由于软件开发时所使用的作物品种及实验条件均相同/似)该软件将会得出近乎精确的结果。试题是对该句信息的同义改写,a near accurate count of plant population对应 a near accurate result ( result 指代该段首句a plantpopulation count map)。"},{"order":39,"answer":"N","analysis":"【精析】N段明确在农业领域应用人工智能的问题所在:人工智能技术的实测、验证和上市都远比其他大多数行业耗时费力。试题是对该内容的概括,application对应deploying。"},{"order":40,"answer":"F","analysis":"【精析】F段②句揭示专业软件所得结果:一看到屏幕上的数据,农学家立马知道植株数量不对;种植户也发现不对,虽然他们对如何解读遥感地图了解有限。试题是对该句信息的整合概括,Even对应原文even with their limited understanding of how to read remote sensing maps,强调“计算结果错误过于明显，连身为非专业人士的种植户都能看出来”。"},{"order":41,"answer":"Q","analysis":"【精析】Q段①句顺承上文内容指出一味追求速见成效的后果:产品失败,市场对机器学习技术在农业领域的适用性产生怀疑。试题是对该句的同义改写,句中This 回指上段所述“一味求快”的行业乱象,The pressure for quick results是对此内容的概括。"},{"order":42,"answer":"H","analysis":"【精析】H段介绍遥感器在农业领域的潜能﹐其中④句指出使用遥感器的目的/作用:让种植户能够利用这种人工智能在田间做出更好的决策,从而达到增加收成的目的。试题是对该句信息的整合, areaimed to help farmers...同义改写the aim is that farmers can...。"},{"order":43,"answer":"C","analysis":"【精析】C段说明种植户对专业软件效用的期待,①句提出期待“专业软件提供准确的植株数量”,②句解释说明期待“由此确定是否有田块需补种”。试题是对两句信息的提炼, expects对应are lookingto,tell him whether...对应determine if...。"},{"order":44,"answer":"K","analysis":"【精析】K段②句指出农业是最难统计量化的领域之一,③句以“即使是在同一片农田内部，每个地段的环境条件都在时刻发生变化”凸显农业环境“变化莫测”的特点,说明其量化难度之大。试题是对两句大意的概括, because of是对两句间暗含因果关联的明确。"},{"order":45,"answer":"M","analysis":"【精析】M段①句指出一项播种和施肥计划在美国中西部的效果与其在澳大利亚,南非等地的效果互不相干,即同样的计划可能在不同地区产生完全不同的效果。试题是对该句大意的概括, completely different明确unrelated的内涵,outcomes改写What may occur。"}]}
{"_id":"8e1706526193a507043ecc4d6ba22730","id":"2020120202","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A)  Our world is full of-mostly untold-stories of slow hope, driven by the idea that change is possible. They are 'slow' in their unfolding, and they are slow because they come with setbacks.","B)  At the beginning of time-so goes the myth-humans suffered, shivering in the cold and dark until the titan (巨人) Prometheus stole fire from the gods. Just as in the myth, technology-first fire and stone tools, and later farming, the steam engine and industry, fossil fuels, chemicals and nuclear power-has allowed us to alter and control the natural world. The myth also reminds us that these advances have come at a price: as a punishment for Prometheus' crime, the gods created Pandora, and they gave her a box filled with evils and curses. When Pandora's box was opened, it unleashed swarms of diseases and disasters upon humankind.","C)  Today we can no longer ignore the ecological curses that we have released in our search for warmth and comfort. In engineering and exploiting and transforming our habitat, we have opened tens of thousands of Pandora's boxes. In recent decades, environmental threats have expanded beyond regional boundaries to have global reach and, most hauntingly, are multiplying at a dizzying rate. On a regular basis, we are reminded that we are running out of time. Year after year, faster and faster, consumption outpaces the biological capacity of our planet. Stories of accelerated catastrophe multiply. We fear the breakdown of the electric grid, the end of non-renewable resources, the expansion of deserts, the loss of islands, and the pollution of our air and water.","D)  Acceleration is the signature of our time. Populations and economic activity grew slowly for much of human history. For thousands of years and well into early modem times, world economies saw no growth at all, but from around the mid-l 9th century and again, in particular, since the mid-20th, the real GDP has increased at an enormous speed, and so has human consumption. In the Middle Ages, households in Central Europe might have owned fewer than 30 objects on average; in 1900, this number had increased to 400, and in 2020 to 15,000. The acceleration of human production, consumption and travel has changed the animate and inanimate spheres. It has echoed through natural processes on which humans depend. Species extinction, deforestation, damming of rivers, occurrence of floods, the depletion of ozone, the degradation of ocean systems and many other areas are all experiencing acceleration. If represented graphically, the curve for all these changes looks rather like that well-known hockey stick: with little change over millennia (数千年) and a dramatic upswing over the past decades.","E)  Some of today's narratives about the future seem to suggest that we too, like Prometheus, will be saved by a new Hercules, a divine engineer, someone who will mastermind, manoeuvre and manipulate our planet. They suggest that geoengineering, cold fusion or faster-than-light spaceships might transcend once and for all the terrestrial constraints of rising temperatures, lack of energy, scarcity of food, lack of space, mountains of waste, polluted water-you name it.","F)  Yet， if we envisage our salvation to come from a deus ex machina（解围之神）， from a divine engineer or a tech solutionist who will miraculously conjure up a new source of energy or another cure-all with revolutionary potency, we might be looking in the wrong place. The fact that we now imagine our planet as a whole does not mean that the'rescue'of our planet will come with one big global stroke of genius and technology.It will more likely come by many small acts.Global heating and environmental degradation are not technological problems. They are highly political issues that are informed by powerful interests. Moreover, if history is a guide,then we can assume that any major transformations will once again be followed by a huge set ofunintended consequences. So what do we do?","G)  This much is clear: we need to find ways that help us flatten the hockey-stick curves that reflect our ever-faster pace of ecological destruction and social acceleration. If we acknowledge that human manipulation of the Earth has been a destructive force, we can also imagine that human endeavours can help us build a less destructive world in the centuries to come. We might keep making mistakes. But we will also keep learning from our mistakes.","H)  To counter the fears of disaster, we need to identify stories, visions and actions that work quietly towards a more hopeful future. Instead of one big narrative, a story of unexpected rescue by a larger-than-life hero, we need multiple stories: we need stories, not only of what Rob Nixon of Princeton University has called the ' slow violence ' of environmental degradation ( that is, the damage that is often invisible at first and develops slowly and gradually), but also stories of what I call ' slow hope' .","I)  We need an acknowledgement of our present ecological plight but also a language of positive change, visions of a better future. In The Principle of Hope (1954-1959), Ernst Bloch, one of the leading philosophers of the future, wrote that ' the most tragic form of loss ... is the loss of the capacity to imagine that things could be different' . We need to identify visions and paths that will help us imagine a different, more just and more ecological world. Hope, for Bloch, has its starting point in fear, in uncertainty, and in crisis: it is a creative force that goes hand in hand with utopian (乌托邦的) 'wishful images'. It can be found in cultural products of the past-in fairy tales, in fiction, in architecture, in music, in the movies-in products of the human mind that contain ' the outlines of a better world' . What makes us ' authentic' as humans are visions of our ' potential' . In other words: living in hope makes us human.","J)  The power of small, grassroots movements to make changes that spread beyond their place of origin can be seen with the Slow Food movement, which began in Italy in the 1980s. The rise of fast-food restaurants after the Second World War produced a society full of cheap, industrially made foodstuffs. Under the leadership of Carlo Petrini, the Slow Food movement began in Piedmont, a region of Italy with a long history of poverty, violence and resistance to oppression. The movement transformed it into a region hospitable to traditional food cultures-based on native plants and breeds of animals. Today, Slow Food operates in more than 160 countries,poor and rich. It has given rise to thousands of projects around the globe, representing democratic politics, food sovereignty, biodiversity and sustainable agriculture.","K)  The unscrupulous (无所顾忌的) commodification of food and the destruction of foodstuffs will continue to devastate soils, livelihoods and ecologies. Slow Food cannot undo the irresistible developments of the global food economy, but it can upset its theorists, it can ' speak differently' , and it can allow people and their local food traditions and environments to flourish. Even in the United States-the fast-food nation-small farms and urban gardens are on the rise. The US Department of Agriculture provides an Urban Agriculture Toolkit and, according to a recent report, American millennials ( 千禧一代) are changing their diets. In 2017, 6 per cent of US consumers claimed to be strictly vegetarian, up from 1 per cent in 2014. As more people realise that ' eating is an agricultural act' , as the US poet and environmental activist Wendell Berry put it in 1989, slow hope advances."],"options":["36. It seems some people today dream that a cutting-edge new technology might save them from thepresent ecological disaster.","37. According to one great thinker, it is most unfortunate if we lose the ability to think differently.","38. Urgent attention should be paid to the ecological problems we have created in our pursuit of a comfortable life.","39. Even in the fast-food nation America, the number of vegetarians is on the rise.","40. The deterioration of the ecological system is accelerating because of the dramatic increase ofhuman production and consumption.","41. It is obvious that solutions must be found to curb the fast worsening environment and social acceleration.","42. Many people believe changing the world is possible, though it may take time and involve setbacks.","43. It might be wrong to expect that our world would be saved at one stroke with some miraculoustecnology.","44. It is human nature to cherish hopes for a better world.","45. Technology has given us humans the power to change the natural world,but we have paid a pricefor the change."],"analysisList":[{"order":36,"answer":"E","analysis":"【精析】E段介绍当下某些人的技术(工程师)拯救论“地球工程、超光速飞船等技术能拯救人类,助其摆脱全球变暖、能源紧缺等种种问题”。试题是对该段内容的同义概述,其中ecological disaster 是对rising temperatures、mountains of waste. polluted water等生态问题的高度概括。"},{"order":37,"answer":"I","analysis":"【精析】1段②句指出,未来哲学的领军人物之一布洛赫在《希望的原理》中写道，“最可悲的一种损.....莫过于想象未来存在不同可能性的能力的丧失”。试题是对此的同义转述。其中According toone great thinker 是对句中Ernst Bloch, one of the leading philosophers of the future, wrote 的同义改写。"},{"order":38,"answer":"C","analysis":"【精析】C段①句指 出“不能再忽视我们在追求温暖和舒适过程中引发的生态问题”。试题同义转述该句,其中the ecological problems we have created是对the ecological curses that we have released这一比喻性表达的具象化解释(由上文B段内容可知curses即技术这个潘多拉之盒里装着的灾难)。"},{"order":39,"answer":"K","analysis":"【精析】首先,K段③句以同位语的形式明确“美国”即是“快餐国家”,随后⑤句指出,2017年6%的美国消费者称自己是严格的素食主义者,而2014年这一比例仅为1%。可知，试题是对上述两条信息的合理概括,其中the number...is on the rise是对⑤句6 per cent... up from 1 per cent的概述性表达。"},{"order":40,"answer":"D","analysis":"【精析】 D段⑤至⑧句指出人类生产和消耗急剧加速的后果“改变了生物界和非生物界,在整个自然界引发反响，使得各种灾难沿着同样的曲线加速暴发”。试题是对此句群的合理概括，其中deterioration of the ecological system 概括包括Species extinction. deforestation、the degradation of oceansystems在内的种种现象,becauseof正确解读changed、echoed蕴含的因果关联。"},{"order":41,"answer":"G","analysis":"【精析】G段①句针对上段末设问“我们该如何是好”作出回答:显然,我们要找到帮助我们拉平那些反映着我们日益加快的生态破坏与社会加速步伐的曲棍球曲线的方法。试题是对该句内容的同义转述,其中It is obvious that契合句中This much is clear 传递出的“显而易见”之意, curb the fast worseningenvironment and social acceleration 明确句中flatten the hockey-stick curves这一比喻性表达的具体所指。"},{"order":42,"answer":"A","analysis":"【精析】 A段先介绍当下十分普遍的一种观念“慢希望”，随后说明其特点“受“改变是有可能的’这一信念的驱使,进展缓慢，充满挫折”。试题是对“慢希望”观念的同义转述,其中Many people believe 契合①句Our world is full of(表明观念的普遍性), take time and involve setbacks 则是对‘slow’in their :unfolding、slow because they come with setbacks所体现的“费时、曲折”的高度概括。"},{"order":43,"answer":"F","analysis":"【精析】F段①②句指出技术(专家/工程师)拯救论不切实际“不能指望科学家去创造技术奇迹来拯救我们，单凭天才和技术设计出的一个宏大计划难以拯救我们的星球”。试题是对上述观点的合理概括,其中It might be wrong to expect对应if we envisage. .. we might be looking in the wrong place。"},{"order":44,"answer":"I","analysis":"【精析】I段⑤句先指出“人类心灵产物中蕴藏着一个更美好的世界的轮廓”,⑥⑦句随后指出“憧憬自身潜力、生活在希望中,这些使得我们人得以成为人”,可见,三句意在说明“怀揣对美好世界的向往是人之本性”,试题是对此三句的合理归纳与概括。"},{"order":45,"answer":"B","analysis":"【精析】B段②句指出技术的正面作用“让人类得以改造和控制自然界”,③句转而暗示其负面效果“使人类为此付出代价”。试题是对两句内容的归纳概括，其中the change契合③句中these advances .的真实所指“技术带来的对自然界的改造和控制”。"}]}
{"_id":"8e1706526193a507043ecc4e4596de18","id":"2020120302","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) Picture yourself at a college graduation day, with a fresh cohort (一群)of students about to set sail for new horizons. What are they thinking while they throw their caps in the air? What is it with this thin sheet of paper that makes it so precious? It’s not only the proof of acquired knowledge but plays into the reputation game of where you were trained. Being a graduate from Harvard Law School carries that extra glamour, doesn’t it? Yet take a closer look, and the diploma is the perfect ending to the modern tragedy of education.","B) Why? Because universities and curricula are designed along the three unities of French classical tragedy: time, action, and place. Students meet at the university campus (unity of place) for classes (unity of action) during their 20s (unity of time). This classical model has traditionally produced prestigious universities, but it is now challenged by the digitalisation of society—which allows everybody who is connected to the internet to access learning — and by the need to acquire skills in step with a fast-changing world. Universities must realise that learning in your 20s won’t be enough. If technological diffusion and implementation develop faster, workers will have to constantly refresh their skills.","C) The university model needs to evolve. It must equip students with the right skills and knowledge to compete in a world ‘where value will be derived largely from human interaction and the ability to invent and interpret things that machines cannot’，as the English futurist Richard Watson puts it. By teaching foundational knowledge and up-to-date skills, universities will provide students with the future-proof skills of lifelong learning, not just get them ‘job-ready’.","D) Some universities already play a critical role in lifelong learning as they want to keep the value of their diplomas. This new role comes with a huge set of challenges, and needs largely to be invented. One way to start this transformation process could be to go beyond the ‘five-year diploma model’ to adapt curricula to lifelong learning. We call this model the lifelong passport.","E) The Bachelor’s degree could be your passport to lifelong learning. For the first few years, students would ‘learn to learn’ and get endowed with reasoning skills that remain with them for the rest of their lives. For instance, physics allows you to observe and rationalise the world, but also to integrate observations into models and, sometimes, models into theories or laws that can be used to make predictions. Mathematics is the language used to formulate the laws of physics or economy, and to make rigorous computations that turn into predictions. These two disciplines naturally form the foundational pillars of education in technical universities.","F) Recent advances in computational methods and data science push us into rethinking science and engineering. Computers increasingly become principal actors in leveraging data to formulate questions, which requires radically new ways of reasoning. Therefore, a new discipline blending computer science, programming, statistics and machine learning should be added to the traditional foundational topics of mathematics and physics. These three pillars would allow you to keep learning complex technical subjects all your life because numeracy (计算)is the foundation upon which everything else is eventually built.","G) According to this new model, the Master of Science (MSc) would become the first stamp in the lifelong learning journey. The MSc curriculum should prepare students for their professional career by allowing them to focus on acquiring practical skills through projects.","H) Those projects are then interwoven with fast-paced technical modules (模块)learned ‘on-the-fly ’ and ‘at will’ depending on the nature of the project. If, for instance, your project is developing an integrated circuit, you will have to take a module on advanced concepts in microelectronics. The most critical skills will be developed before the project even starts, in the form of boot camps (短期强化训练)，while the rest can be fostered along with the project, putting them to immediate use and thus providing a rich learning context.","I) In addition to technical capabilities, the very nature of projects develops social and entrepreneurial skills, such as design thinking, initiative taking, team leading, activity reporting or resource planning. Not only will those skills be actually integrated into the curriculum but they will be very important to have in the future because they are difficult to automate.","J) After the MSc diploma is earned, there would be many more stamps of lifelong learning over the years. If universities decide to engage in this learning model, they will have to cope with many organisational challenges that might shake their unity of place and action. First, the number of students would be unpredictable. If all of a university’s alumni (往届毕业生)were to become students again, the student body would be much bigger than it is now, and it could become unsustainable for the campus in terms of both size and resources. Second, freshly graduated students would mix with professionally experienced ones. This would change the classroom dynamics, perhaps for the best. Project-based learning with a mixed team reflects the reality of the professional world and could therefore be a better preparation for it.","K) French political commentators noted the devastating fire had succeeded where Macron had failed in uniting the country. But criticism over the original state of the building is likely to intensify over coming days. Leniaud told La Croix newspaper:“his is not about looking for people to blame. The responsibility is collective because this is the most loved monument in the country.”lexandre Gady, an art historian, agreed.“Weve been saying for years that the budget for maintaining historic monuments is too low,”Gady said. The Paris prosecutor's office has opened an inquiry into“involuntary destruction by fire”K) Sound like science fiction? In many countries, part-time studying is not exceptional: on average across OECD countries, part-time students in 2016 represented 20 per cent of enrolment in tertiary education. In many countries, this share is higher and can exceed 40 per cent in Australia, New Zealand and Sweden.","L) If lifelong learning were to become a priority and the new norm, diplomas, just like passports, could be revalidated periodically. A time-determined revalidation would ease administration for everybody. Universities as well as employers and employees would know when they have to retrain. For instance, graduates from the year 2000 would have to come back in 2005.","M) This could fix the main organisational challenges for the university, but not for the learners, due to lack of time, family obligations or funds. Here, online learning might be an option because it allows you to save your ‘travel time’, but it has its limits. So far, none of the major employers associated with online learning platforms such as Coursera and Udacity has committed to hire or even interview graduates of their new online programmes.","N) Even if time were not an issue, who will pay for lifelong learning? That’s the eternal debate: should it be the learner’s responsibility, that of his employer, or of the state? For example, in Massachusetts, the healthcare professions require continuing education credits, which are carefully evidenced and documented. Yet the same state’s lawyers don’t require continuing legal education, although most lawyers do participate in it informally. One explanation is that technology is less of a factor in law than it is in healthcare.","O) Europe has many scenarios, but the French and Swiss ones are interesting to compare. In France, every individual has a right to lifelong learning organised via a personal learning account that is credited as you work. In Switzerland, lifelong learning is a personal responsibility and not a government one. However, employers and the state encourage continuing education either by funding parts of it or by allowing employees to attend it.","P) Universities have a fundamental role to play in this journey, and higher education is in for a change. Just like classical theatre, the old university model produced talent and value for society. We are not advocating its abolition but rather calling for the adaptation of its characteristics to meet the needs of today."],"options":["36. Students should develop the key skills before they start a project.","37. By acquiring reasoning skills in the first few years of college, students can lay a foundation for lifelong learning.","38. The easy access to learning and rapid technological changes have brought the traditional model of education under challenge.","39. Unbelievable as it may seem, part-time students constitute a considerable portion of the student body in many universities across the world.","40. Some social and managerial skills, which are not easily automated, will be of great importance to students’ future careers.","41. A new model of college education should provide students with the knowledge and skills that will make them more inventive and capable of lifelong learning.","42. A mixed student body may change the classroom dynamics and benefit learning.","43. The question of who will bear the cost of lifelong learning is a topic of constant debate.","44. To the traditional subjects of math and physics should be added a new discipline which combines computer science with statistics and other components.","45. Students who are burdened with family duties might choose to take online courses."],"analysisList":[{"order":36,"answer":"H","analysis":"【精析】H段③句指出,学生必须在项目开始之前学会最关键的技能(其他技能则可在项目推进期间加以培养),试题是对此处信息的复现, the key skills对应原文的The most critical skills。"},{"order":37,"answer":"E","analysis":"【精析】E段①句指出,学士学位是通向终身学习的通行证;②句指出,大学教育在起初几年将让学生学会学习,掌握伴其一生的推理能力。因此,学生在大学起初几年获得的推理技能是终身学习的基础。试题是对两句信息的整合, a foundation for lifelong learning是对推理技能持续时间remain with them for the rest of their lives 及学士学位的最终功能passport to lifelong learning 的高度概括。"},{"order":38,"answer":"B","analysis":"【精析】B段④句后半部分指出,传统的大学教育模式如今面临两方面挑战:社会的数字化(人人均可联网学习)和人们对最新技能的需求(以跟上快速变化的世界)。试题是对此部分信息的改写,其中The easy access to learning和rapid technological changes分别是对everybody who is connected to the internetto access learning 和a fast-changing world的概括。"},{"order":39,"answer":"K","analysis":"【精析】K段首句针对上文情形“已参加工作的毕业生重返校园学习”指出,这或许让人觉得像是科幻小说(令人难以置信)。②③句随即以多国数据进行反驳;经合组织成员国的在职学生数量平均占高校入学人数的20%,在某些国家甚至超过了40%。试题是对段落信息的提炼与概括, considerable portion 准确体现文意:人们通常认为在职学生占比极低,实际占比却达20%、甚至40%以上(已经相当高了)。"},{"order":40,"answer":"I","analysis":"【精析】I段末句指出社交与创业技能不仅会真正被融入课堂教学,且在未来会非常重要,因为它们很难实现自动化/不容易被机器取代(those skills回指首句该句的同义改写，其中managerial skills与 entrepreneurial skills同指企业经营与管理技能, of greatimportance to students'future careers改写very important to have in the future。"},{"order":41,"answer":"C","analysis":"【精析】C段②句指出,在当今世界,价值主要源自人际互动以及发明和解释事物的能力;③句又提出,通过教授基础知识和最新技能﹐大学教育新模式将赋予学生与时俱进的终身学习技能。试题是对两句信息的提炼,A new model of college education是对②句lt的正确解读, capable of lifelong learning同义改写skills of lifelong learning。"},{"order":42,"answer":"J","analysis":"【精析】J段⑤句介绍“终身学习”模式下大学将面临的第二大挑战:刚毕业的学生与职业经验丰富的学生共聚一堂。⑥⑦句进而指出“混合式/多元化(mixed)”学生群体的益处:改善课堂互动方式;反映了职场的真实情况,是一种更好的就业准备方式。试题改写⑥⑦句, benefit learning 是对change theclassroom dynamics.. . for the best, a better preparation for it(it 指代 the professional world)的合理概括。"},{"order":43,"answer":"N","analysis":"【精析】N段①②句抛出疑问“该由谁来为终身学习买单?是学习者、其雇主,还是政府?”,并评价指出这是一场永无休止的争论。试题是对两句的同义改写, bear the cost of lifelong learning 和 a topic ofconstant debate分别同义替换pay for lifelong learning 和 the eternal debate。"},{"order":44,"answer":"F","analysis":"【精析】F段③句指出，一门融合计算机科学、编程、统计学和机器学习的新学科应加入数学和物理学这两门传统基础学科的行列,试题是对原文信息的同义改写, combines. .. with. . . and...与原文blending. ..and...同义。"},{"order":45,"answer":"M","analysis":"【精析】M段首句指出问题;定期认证文凭可解决大学所面临的主要组织性挑战,但对于缺少时间、家庭义务缠身或有资金困难的学习者而言无济于事。②句提出解决办法:在线学习或许是一种选择,因为它可以节省你的时间。试题是对这两句内容的提取及转述。"}]}
{"_id":"8e1706526193a507043ecc4f23718ce5","id":"2021060102","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) A hundred years before iconic figures like Bill Gates and Steve Jobs permeated our lives, an Irish-Italian inventor laid the foundation of the communication explosion of the 21st century. Guglielmo Marconi was arguably the first truly global figure in modern communication. Not only was he the first to communicate globally, he was the first to think globally about communication. Marconi may not have been the greatest inventor of his time, but more than anyone else, he brought about a fundamental shift in the way we communicate.","B) Today's globally networked media and communication system has its origins in the 19th century, when, for the first time, messages were sent electronically across great distances. The telegraph, the telephone,and radio were the obvious predecessors of the Internet, iPods, and mobile phones. What made the link from then to now was the development of wireless communication. Marconi was the first to develop and perfect this system, using the recently-discovered“air waves”that make up the electromagnetic spectrum.","C) Between 1896,when he applied for his first patent in England at the age of 22,and his death in Italy in 1937, Marconi was at the center of every major innovation in electronic communication. He was also a skilled and sophisticated organizer, an entrepreneurial innovator, who mastered the use of corporate strategy,media relations, government lobbying, international diplomacy, patents, and prosecution. Marconi was really interested in only one thing: the extension of mobile, personal, long-distance communication to the ends of the earth(and beyond, if we can believe some reports). Some like to refer to him as a genius, but if there was any genius to Marconi it was this vision.","D) In 1901 he succeeded in signaling across the Atlantic, from the west coast of England to Newfoundland in the USA, despite the claims of science that it could not be done. In 1924 he convinced the British government to encircle the world with a chain of wireless stations using the latest technology that he had devised,shortwave radio. There are some who say Marconi lost his edge when commercial broadcasting came along; he didn't see that radio could or should be used to frivolous（无聊的）ends.In one of his last public speeches，a radio broadcast to the United States in March 1937, he deplored that broadcasting had become a one-way means of communication and foresaw it moving in another direction, toward communication as a means of exchange. That was visionary genius.","E) Marconi's career was devoted to making wireless communication happen cheaply, efficiently,smoothly, and with an elegance that would appear to be intuitive and uncomplicated to the user-—user-friendly, if you will. There is a direct connection from Marconi to today's social media, search engines, and program streaming that can best be summed up by an admittedly provocative exclamation:the 20th century did not exist.In a sense, Marconis vision jumped from his time to our own.","F) Marconi invented the idea of global communication-—or, more straightforwardly.globally networked, mobile， wireless communication.Initially，this was wireless Morse code telegraphy（电报通讯），the principal communication technology of his day. Marconi was the first to develop a practical method for wireless telegraphy using radio waves. He borrowed technical details from many sources, but what set him apart was a self-confident vision of the power of communication technology on the one hand,and, on the other, of the steps that needed to be taken to consolidate his own position as a player in that field. Tracing Marconis lifeline leads us into the story of modern communication itself. There were other important figures, but Marconi towered over them all in reach, power, and influence,as well as in the grip he had on the popular imagination of his time. Marconi was quite simply the central figure in the emergence of a modern understanding of communication.","G) In his lifetime, Marconi foresaw the development of television and the fax machine, GPS, radar, and the portable hand-held telephone.Two months before he died, newspapers were reporting that he was working on a“death ray,”and that he had“killed a rat with an intricate device at a distance of three feet.”By then,anything Marconi said or did was newsworthy. Stock prices rose or sank according to his pronouncements. If Marconi said he thought it might rain, there was likely to be a run on umbrellas.","H) Marconi's biography is also a story about choices and the motivations behind them. At one level, Marconi could be fiercely autonomous and independent of the constraints of his own social class. On another scale, he was a perpetual outsider. Wherever he went,he was never“of”the group; he was always the“other,”considered foreign in Britain, British in Italy, and“not American”in the United States. At the same time, he also suffered tremendously from a need for acceptance that drove, and sometimes stained, every one of his relationships.","I) Marconi placed a permanent stamp on the way we live. He was the first person to imagine a practical application for the wireless spectrum, and to develop it successfully into a global communication system—in both terms of the word; that is, worldwide and all-inclusive. He was able to do this because of a combination of factors—most important, timing and opportunity—but the single-mindedness and determination with which he carried out his self-imposed mission was fundamentally character-based; millions of Marconi's contemporaries had the same class, gender, race,and colonial privilege as he, but only a handful did anything with it. Marconi needed to achieve the goal that was set in his mind as an adolescent; by the time he reached adulthood, he understood. intuitively,that in order to have an impact he had to both develop an independent economic base and align himself with political power. Disciplined, uncritical loyalty to political power became his compass for the choices he had to make.","J) It the same time, Marconi was uncompromisingly independent intellectually. Shortly after Marconi's death, the nuclear physicist Enrico Fermi—soon to be the developer of the Manhattan Project—wrote that Marconi proved that theory and experimentation were complementary features of progress.“Experience can rarely, unless guided by a theoretical concept, arrive at results of any great significance..n the other hand, an excessive trust in theoretical conviction would have prevented Marconi from persisting in experiments which were destined to bring about a revolution in the technique of radio-communications.”In other words, Marconi had the advantage of not being burdened by preconceived assumptions.","K) The most controversial aspect of Marconis life-—and the reason why there has been no satisfying biography of Marconi until now—was his uncritical embrace of Benito Mussolini. At first this was ot problematic for him.But as the regressive（倒退的）nature of Mussolinis regime became clear， he began to suffer a crisis of conscience.However,after a lifetime of moving within the circles of power,he was unable to break with authority,and served Mussolini faithfully(as president of Italy's national research council and royal academy, as well as a member of the Fascist Grand Council)until the day he died—conveniently—-in 1937, shortly before he would have had to take a stand in the conflict that consumed a world that he had, in part, created."],"options":["36. Marconi was central to our present-day understanding of communication.","37. As an adult, Marconi had an intuition that he had to be loyal to politicians in order to be influential.","38. Marconi disapproved of the use of wireless communication for commercial broadcasting.","39. Marconis example demonstrates that theoretical concepts and experiments complement each other in making progress in science and technology.","40. Marconi's real interest lay in the development of worldwide wireless communication.","41. Marconi spent his whole life making wireless communication simple to use.","42. Because of his long-time connection with people in power, Marconi was unable to cut himself off from the fascist regime in Italy.","43. In his later years, Marconi exerted a tremendous influence on all aspects of people's life.","44. What connected the 19th century and our present time was the development of wireless communication.","45. Despite his autonomy,Marconi felt alienated and suffered from a lack of acceptance."],"analysisList":[{"order":36,"answer":"F","analysis":"【精析】F段末句总结指出马可尼对于通信的现代化理解的重要作用:堪称这一现代化理解过程中的中心人物。试题是对该句的同义改写,其中 was central to“对……极为重要”是对句中强调式表达wasquite simply the central figure的同义改述， present-day则同义改写modern。"},{"order":37,"answer":"I","analysis":"【精析】Ⅰ段④⑤句指出,成年后的马可尼直觉上感知到,要想让自己有影响力(以实现少年时期立下的全球通信目标),就得有独立的经济基础以及雄厚的政治支持,要与政治权力结盟﹐并无条件地忠诚于政治权势。试题是对此两句的核心语义“忠于政治权势(以获得雄厚政治支持)是获得影响力的前提条件”的同义改写,其中be loyal to politicians是④句align himself with political power,⑤句Disciplined, uncriticalloyalty to political power所展示的语义场的概括。"},{"order":38,"answer":"D","analysis":"【精析】D段③句指出一些人的看法:马可尼因商业广播的出现而失去了优势﹐因为他没有意识到无线电广播可运用于或应该运用于一些无聊的商业活动中。④句进而介绍马可尼对商业广播的强烈谴责态度:仅进行单向沟通,而双向沟通才是应有之势。试题是对两句的提炼总括,其中disapproved是对文中didn't see...should、deplored 所传递的“不赞成;谴责”之意的综合概括。"},{"order":39,"answer":"J","analysis":"【精析】J段②③句援引核物理学家Enrico Fermi之言指出,马可尼(一生的研究事例)证实了理论和实验是进步的两大互补特征,他一生的研究工作践行了“理论与实践相结合,才能推动科技进步”这一原则。试题是对该内容的概括,其中demonstrates 契合②句中proved所体现的“印证;说明;证实”之意。"},{"order":40,"answer":"C","analysis":"【精析】C段③句介绍马可尼唯一真正感兴趣的事情:将移动通信、个人通信,远距离通信延伸至地球尽头。试题是对该句的浓缩提炼,其中 mobile，personal，long-distance communication的内涵即为wireless communication,the extension of...to the ends of the earth对应worldwide,故马尔尼真正的兴趣可提炼为“发展全球无线通信”。"},{"order":41,"answer":"E","analysis":"【精析】E段首句介绍马可尼的终身追求“让无线通信变得廉价,高效、顺畅,让用户感到简单易懂、好操作”。试题是对后半部分的提炼概括,其中spent his whole life making...恰当传递was devoted to的“倾力奉献,全情投入”之意, simple to use恰当概括了intuitive...the user , user-friendly的内在含义。"},{"order":42,"answer":"K","analysis":"【精析】K段④句指出马可尼对墨索里尼法西斯政权的最终选择“无法割舍,继续效忠”,并说明原因“长期陷于权力圈之中”。试题是对该内容的同义改写,Because of 是对原文after...he was unableto...暗含的因果关联的明确。"},{"order":43,"answer":"G","analysis":"【精析】G段③句指出,马可尼晚年所说或所做的事情均具有新闻价值(也即影响力),④⑤句以“股票涨落”和“雨伞哄抢”展现马可尼对人们生活不同方面的影响。试题是对此三句信息的概括。"},{"order":44,"answer":"B","analysis":"【精析】B段首两句指出如今的全球网络媒体和通信系统起源于19世纪,③句进一步指出连接起那时(then 回指19th century)和当下的就是无线通信的发展。试题是对③句的同义改写。"},{"order":45,"answer":"H","analysis":"【精析】H段②至④句表明,马可尼虽拥有不受社会阶层限制的自主权,却总不被群体接纳。⑤句进一步指出“不被接纳”带给马可尼的痛苦。试题是对此四句大意的概括，alienated是对文中a perpetualoutsider , never“of ” the group, the“other”内涵的准确概括。"}]}
{"_id":"8e1706526193a507043ecc50375379f0","id":"2021060202","type":"CET6","title":"SectionB","directions":"In this section,you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once.Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) Notre Dame Cathedral in the heart of Paris was within 15 to 30 minutes of complete destruction as firefighters battled to stop flames reaching its bell towers on Monday evening, French authorities have revealed. A greater disaster was averted by members of the Paris fire brigade, who risked their lives to remain inside the burning monument to create a wall of water between the raging fire and the two towers on the west of the building.","B) The revelation of how close France came to losing its most famous cathedral emerged as police investigators questioned workers involved in the restoration of the monument to try to establish the cause of the devastating blaze. Paris prosecutor Remy Heitz said that an initial fire alert was sounded at 6:20 pm on Monday evening but no fire was found.The second alert was sounded at 6:43 pm, and the blaze was discovered on the roof.","C) More than 650 million was raised in a few hours on Tuesday as French business leaders and global corporations announced they would donate to a restoration campaign launched by the president, Emmanuel Macron. But as the emergency services picked through the burnt debris,a row was resurfacing over accusations that the beloved cathedral, immortalised in Victor Hugo's novel, was already crumbling before the fire.","D) The cathedral is owned by the French state and has been at the centre of a years-long dispute over who should finance restoration work of the collapsing staircases, crumbling statues and cracked walls. Jean-Michel Leniaud, the president of the scientific council at the National Heritage Institute, said:''What happened was bound to happen. The lack of adequate maintenance and daily attention to such a majestic building is the cause of this catastrophe.''After the blaze was declared completely extinguished,15 hours after it started, the junior interior minister, Laurent Nunez, said the structure had been saved but remained vulnerable. He praised the actions of the firefighters but admitted the fate of the cathedral had been uncertain.''They saved the main structure, but it all came down to 15-30 minutes,'' Nunez said.","E) In a surprise televised address on Tuesday evening, Macron said he wanted to see the cathedral rebuilt within five years.''The fire at Notre Dame reminds us that we will always have challenges to overcome,''Macron said,''Notre Dame is our history, our literature, the centre of our life. It is the standard by which we measure our distances. It's so many books, so many paintings. Its the cathedral of every French person, even those who have never visited it. This history is ours and so we will rebuild Notre Dame. It is what the French people expect; it is what our history deserves. It is our deep destiny. We will rebuild Notre Dame so it is even more beautiful than before. I want it done in the next five years. We can do it. After the time of testing comes a time of reflection and then of action.''","F) The fire, which had started at the base of the 93-metre spire（尖塔）at about 6∶40 pm on Monday， spread through the cathedral's roof, made up of hundreds of oak beams, some dating back to the 13th century. These beams, known as la foret(the forest)because of their density, formed the cross-shaped roof that ran the length of the central part of the cathedral. As hundreds of tourists and Parisians stood and watched the flames leaping from the roof, there was shock and tears as the cathedral spire caught fire, burned and then collapsed into itself. ","G) A collection of dramatic videos and photos quickly spread across social media, showing the horrifying destruction,and attracting emotional responses from people all over the world.Indeed, within minutes the fire occupied headlines of every major global newspaper and television network. This is not surprising given Notre Dame Cathedral,meaning''Our Lady'',is one of the most recognised symbols of the city of Paris attracting millions of tourists every year.","H) While the world looked on, the 500 firefighters at the scene then battled to prevent the flames from reaching the two main towers, where the cathedral bells hang. If the wooden frame of the towers had caught fire. it could have sent the bells—-the largest of which,the Emmanuel Bell weighs 13 tons—crashing down, potentially causing the collapse of both towers. Police and fire services will spend the next 48 hours assessing the''security and safety''of the 850-year-old structure. Nunez said:''We have identified vulnerabilities throughout the structure, all of which still need securing.'' As a result, residents of five buildings around the northern side of the cathedral were being temporarily evacuated, he added. Architects have identified three main holes in the structure, in the locations of the spire, the main hall and the upper rooms to the north of the central aisle. Most of the wooden roof beams have been burned, and parts of the concrete holding up the roof have collapsed.","I) The interior minister, Christophe Castaner, visited the cathedral on Tuesday afternoon to see the extent of the devastation. Ash covered the marble diamond-patterned floor and floated in large pools of grey water from the fire hoses. Behind a heap of blackened oak beams that lay piled up where they had fallen, daylight from vast holes in the cathedral roof lit a golden cross over a statue by Nicolas Coustou, which appeared to have escaped damage. Preliminary inspections also suggested the three ornate（装饰华丽的）stained glass''rose''windows appeared to have survived the fire, officials said. However, fire officers have said a complete inventory of the damage will not be possible until the cathedral structure has been deemed safe.","J) The culture minister, Franck Riester, said religious relics saved from the cathedral were being securely held at the Hotel de Ville, and works of art that sustained smoke damage were being taken to the Louvre, the world's largest art museum, where they would be dried out, repaired and stored. Sixteen copper statues that decorated the spire had been removed for restoration only a few days before the fire. Relics at the top of the spire are believed lost as the spire was destroyed.As well as damage from the heat, which firefighters said reached more than 800 ℃,experts also need to assess damage from the vast quantities of water firefighters poured into the cathedral. One casualty of this was The Great Organ constructed in the 1730s, which was said to have escaped the flames but been significantly damaged by water.","K) French political commentators noted the devastating fire had succeeded where Macron had failed in uniting the country. But criticism over the original state of the building is likely to intensify over coming days. Leniaud told La Croix newspaper:“This is not about looking for people to blame. The responsibility is collective because this is the most loved monument in the country.”lexandre Gady, an art historian, agreed.“Weve been saying for years that the budget for maintaining historic monuments is too low,”Gady said. The Paris prosecutor's office has opened an inquiry into“involuntary destruction by fire”, indicating they believe the cause of the blaze was accidental rather than criminal."],"options":["36.The total amount of damage to Notre Dame Cathedral can be assessed only when its structure is considered safe.","37.Once again people began to argue whether Notre Dame Cathedral was going to collapse even without the fire.","38. The Notre Dame Cathedral catastrophe was said to have helped unite the French nation.","39. The roof of Notre Dame Cathedral was built with large numbers of densely laid-out wood beams.","40.Renovation workers of Notre Dame Cathedral were questioned to find out the cause of the aceident.","41. Had the bell towers' wooden frames burned down, the heavy bells would have crashed down.","42.The timely action of the firefighters prevented the fire from reaching the Cathedral's bell towers.","43.Apart from the fire,the water used to extinguish it also caused a lot of damage to Notre Dame Cathedral.","44. There has been argument over the years as to who should pay for the restoration of Notre Dame Cathedral.","45. News of the Notre Dame Cathedral catastrophe instantly caught media attention throughout the worIld."],"analysisList":[{"order":36,"answer":"I","analysis":"【精析】Ⅰ段⑤句指出,圣母院的完整受损情况清单要等到结构被确认安全之后才可能给出。试题是对该句信息的改写,其中can be assessed only when正确体现原文 will not be possible until的内涵。"},{"order":37,"answer":"C","analysis":"【精析】C段②句指出,争论重新出现,人们指责圣母院早在火灾之前就已经摇摇欲坠了。试题是对该句中争论内容的同义转述， argue whether 是对句中a row... over accusations的转述， going tocollapse even without the fire则契合句中 was already crumbling before the fire所隐藏的含义。"},{"order":38,"answer":"K","analysis":"【精析】K段①句指出法国政治评论人士的观点:巴黎圣母院大火做到了总统马克龙没有做到的事情,即把法国人民团结起来。试题是对该句的概括转述, was said是对political commentators noted的提炼, have helped unite则是对句中had succeeded where Macron had failed in uniting核心义的简化处理。"},{"order":39,"answer":"F","analysis":"【精析】F段①②句描写了圣母院屋顶的构成:数百根橡木房梁密集分布,有些已有800年的历史。试题是对该信息的提炼,large numbers of对应原文hundreds of , was built with以被动式体现文中主动式formed之义,densely laid-out wood beams则是对These beams(指代 oak beams) , their density的总结。"},{"order":40,"answer":"B","analysis":"【精析】[答案]B[精解]B段①句指出警方问询现场的修缮工人,以调查火灾起因。试题是对该句as从句中内容的概括转述,以被动句式传递原文主动句的内涵,其中 Renovation workers是句内 workers involved inthe restoration的概括表达,find out与句内establish的僻义“查实;确定”相契合。"},{"order":41,"answer":"H","analysis":"【精析】H段①②句回顾火场情形:消防队员同大火奋战,力图阻止大火延烧至钟楼;钟楼倘若着火,那么极重的钟便可能砸落,进而导致钟楼全部坍塌。试题是对②句假想情景“钟楼着火将会导致钟砸落”的同义改写,Had.. . would have的虚拟语气句式正确反映原文If... had.. . could have的语气。文中twomain towers, both towers均指挂着教堂大钟的塔楼,亦可称为钟楼,故试题中bell towers实为同义改写。"},{"order":42,"answer":"A","analysis":"【精析】[答案]A[精解]A段介绍事件:消防队员奋力阻止大火延烧至圣母院钟楼,在千钧一发之际使圣母院免于焚毁。试题是对本段关键信息的提炼,其中timely精确概括原文within“15 to 30 minutes”of completedestruction的内涵, prevented同义改写averted,试题以主动态传递了A greater disaster was averted的被动态语义。"},{"order":43,"answer":"J","analysis":"【精析】43、除了大火之外,用来救火的水也对巴黎圣母院造成了极大损坏。J段④⑤句介绍救火用水对圣母院的损坏:具体损坏情况有待评估,但圣母院内的管风琴受损严重。试题是对④⑤句信息的合理推断,其中a lot of damage 正确反映原文damage from the vastquantities of water“大量水带来危害”和significantly damaged by water“被水严重损坏”的内涵“救火用水的伤害也很大”。"},{"order":44,"answer":"D","analysis":"【精析】[答案]D[精解]D段①句指出,针对圣母院的争论持续多年,即谁应为圣母院的整修工作出资。试题是对该句信息的同义改写,其中argument over the years,pay for分别是对a years-long dispute,finance的同义改写。"},{"order":45,"answer":"G","analysis":"【精析】[答案]G[精解]G段①②句说明巴黎圣母院失火引发的强烈反响,其中②句指出,受灾新闻在几分钟内就占据了全球各大报纸和电视网络的头条。试题是对该句信息的改写,其中instantly正确反映原文withinminutes凸显的“引发反响之快”,caught media attention则反映了句中occupied headlines所展示的“媒体关注度”。"}]}
{"_id":"8e1706526193a507043ecc5138aac0f0","id":"2021060302","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once, Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on AnSwer Sheet 2.","article":["A) Digital humans are coming to a screen near you. As computer-generated imagery(CGI)has become cheaper and more sophisticated， the film industry can now convincingly recreate people on screen—even actors who have been dead for decades. The technology's ability to effectively keep celebrities alive beyond the grave is raising questions about public legacies and image rights.","B) Late in 2019， it was announced that US actor James Dean, who died in 1955， will star in a Vietnam War film scheduled for release later this year. In the film， which will be called Finding Jach， Dean will be recreated on screen with CGI based on old footage（影片镜头）and photographs， with another actor voicing him. The news was met with excitement by those keen to see Dean digitally brought back to life for only his fourth film, but it also drew sharp criticism. “This is puppeteering the dead for their fame alone,”actress Zelda Williams wrote on Twitter.“It sets such an awful precedent for the future of performance.”Her father, Robin Williams, who died in 2014, was keen to avoid the same fate. Before his death, he filed a deed protecting the use of his image until 2039, preventing others from recreating him using CGI to appear in a film, TV show or as a hologram（全息影像）.","C) The James Dean film is a way to keep the actor's image relevant for younger generations, says Mark Roesler of CMG Worldwide, the firm that represents Dean's estate.“I think this is the beginning of an entire wave,”says Travis Cloyd, CEO of Worldwide XR, one of the companies behind the digital recreation of Dean.“Moving into the future, we want James Dean to be brought into different gaming environments, or different virtual reality environments, or augmented reality environments,”he says.","D) Other actors have been revived, with the permission of their estates, for advertising purposes: for example,a 2011 advertisement for Dior featured contemporary actress Charlize Theron alongside iconic 20th-century stars Marilyn Monroe,Grace Kelly and Marlene Dietrich. Later, Audrey Hepburn was digitally recreated for a chocolate commercial in 2013.In the same year, a CGI Bruce Lee appeared in a Chinese-language ad for a whisky brand, which offended many fans because Lee was widely known not to drink alcohol at all.“In the last five years, it's become more affordable and more achievable in a whole movie,” says Tim Webber at UK visual effects firm Framestore, the company behind the Hepburmn chocolate ad. Framestore used body doubles with resemblance to Hepburn's facial structure and body shape as a framework for manual animation. The process was extremely difficult and expensive, says Webber, but the technology has moved on.","E) Now, a person can be animated from scratch.“If they're alive today, you can put them in scanning rigs, you can get every detail of their body analysed very carefully and that makes it much easier, whereas working from available photographs is tricky,” says Webber, who won an Academy Award for his visual effects work on the 2013 film Gravity.“I also see a lot of actors today who will have the desire to take advantage of this technology:to have their likeness captured and stored for future content,”says Cloyd.“They foresee this being something that could give their estates and give their families the ability to make money from their likeness when they're gone.”","F) A hidden hazard of digitally recreating a deceased（已故的）celebrity is the risk of damaging their legacy.“We have to respect the security and the integrity of rights holders,”says John Canning at Digital Domain，a US firm that created a hologram of rapper（说唱艺人）Tupac Shakur， which appeared at the Coachella music festival in 2012,15 years after his death. ","G) Legally, a person's rights to control the commercial use of their name and image beyond their death differ between and even within countries. In certain US states, for example, these rights are treated similarly to property rights, and are transferable to a person's heirs.In California, under the Celebrities Rights Act, the personality rights for a celebrity last for 70 years after their death. “We've got a societal debate going on about access to our public commons, as it were, about famous faces,”says Lilian Edwards at Newcastle University, UK. Should the public be allowed to use or reproduce images of famous people, given how iconic they are? And what is in the best interest of a deceased person's legacy may conflict with the desires of their family or the public, says Edwards.","H) A recreation, however lifelike, will never be indistinguishable from a real actor, says Webber. “When we are bringing someone back, representing someone who is no longer alive on the screen, what we are doing is extremely sophisticated digital make-up,”he says.“A performance is a lot more than a physical resemblance.”","I) As it becomes easier to digitally recreate celebrities and to entirely manufacture on-screen identities, could this kind of technology put actors out of jobs?“I think actors are worried about this,”says Edwards.“But I think it will take a very long time.”This is partly because of the risk that viewers find virtual humans scary. Edwards cites widespread backlash to the digital recreation of Carrie Fisher as a young Princess Leia in Rogue One, a trick later repeated in the recent Star Wars: The Rise of Shywalker, which was filmed after Fisher's death in 2016.“People didn't like it,”she says. “They discovered the uncany valley（诡异谷）.”","J) This refers to the idea that when objects trying to resemble humans aren't quite perfect, they can make viewers feel uneasy because they fall somewhere between obviously non-human and fully human.“That's always a danger when you're doing anything human or human-like,”says Webber. “There are a thousand things that could go wrong with a computer-generated facial performance, and any one of those could make it fall into the uncanny valley,” he says.“Your brain just knows there's something wrong.”The problem often arises around the eyes or mouth, says Webber. “Theyre the areas that you look at when you're talking to someone.”","K) An unfamiliar digital human that has been created through CGI will also face the same challenge as an unknown actor: they don't have the appeal of an established name.“You have to spend substantial capital in creating awareness around their likeness and making sure people are familiar with who they are,” says Cloyd. This is now starting to happen.“The way you pre-sell a movie in a foreign market is based on relevant talent,”he says.“I think we're a long way away from having virtual beings that have the ability to pre-sell content.”","L) Webber expects that we will see more digital humans on screen.“It's happening because it can happen，”he says.Referring to a line from Jurassic Park（侏罗纪公园）， he adds∶“People are too busy thinking about what they can do to think about whether they should do it.”"],"options":["36. There is an ongoing debate among the public as to whether the images of deceased celebrities should be recreated.","37. The CGI technology allows the image of the deceased James Dean to be presented to young people in new settings.","38. It is very likely that the CGI-recreated image of a deceased celebrity will fail to match the real actor especially in facial expressions.","39. The use of digital technology can bring images of deceased celebrities back to the screen.","40. Recreating a deceased famous actor or actress may violate their legitimate rights.","41. More CGI-recreated images of deceased celebrities are expected to appear on screen.","42. The image of James Dean will be recreated on screen with his voice dubbed by someone else.","43. However advanced the CGI technology is, the recreated image will differ in a way from the real actor.","44. A lot of actors today are likely to make use of the CGI technology to have their images stored for the benefit of their families.","45. Some actors are concerned that they may lose jobs because of the CGI technology."],"analysisList":[{"order":36,"answer":"G","location":"36题ongoing debate among the public. whether... should be recreated 分别对应④句 societal debate going on和⑤句Should the public be allowed to use or reproduce images of famous people。","analysis":"【精析】G段④⑤句指出,社会上正在进行一场关于公众是否应该被允许使用或复制名人形象的争论。试题是对两句的近义转述，其中celebrities 同义替换⑤句famous people, whether... should be recreated正确传达句中Should the public be allowed to... reproduce...的疑问之意。"},{"order":37,"answer":"C","location":"37题James Dean于段中多次复现;new settings 是对③句different gaming environments、different virtual reality environments、augmented reality environments等新兴虚拟环境的合理概括。","analysis":"【精析】C段先介绍制作CGI版迪恩并使其参演电影的目的:让迪恩的形象仍为年轻一代所知。后指出CGI版迪恩将被带入到游戏、虚拟现实、增强现实等新兴虛拟环境之中。综合可知,迪恩的形象将于新的场景中展现给年轻人。试题是对C段内容的提取与概括,其中allows the image of... James Dean to bepresented to young people同义转述①句keep the actor' 's image relevant for younger generations。"},{"order":38,"answer":"J","location":"38题very likely对应②句always a danger以及③句a thousand things that could gowrong... and any one of those could... ;fail to match对应①句aren't quite perfect、 fall somewhere betweenobviously non-human and fully human; facial expressions 对应③句facial performance。","analysis":"【精析】J段先解释诡异谷理论,指出制作任何人类或类人形象时都存在陷入诡异谷的风险,随后具体说明计算机生成的面部表情(尤其是眼睛或嘴巴周围的区域)极易出现这一问题。试题是基于全文关注事件(利用CGI技术再现已故名人)与该段大意做出的合理推断。"},{"order":39,"answer":"A","location":"39题deceased celebrities同义替换②句actors who have been dead;back to the screen对应②句recreate... on screen。","analysis":"【精析】A段②句指出,如今的电影业可借助CGI技术(属于数字技术)将人一 甚至是已故几十年的演员一再现 于银幕之上。试题是对该句的同义转述,其中bring images of deceased celebritiesback to the screen同义改写句中recreate people on screen- even actors who have been dead for decades."},{"order":40,"answer":"H","location":"40题violate their legitimate rights对应①句damaging their legacy。","analysis":"【精析】F 段①句指出,运用数字技术再现已故名人的潜在风险在于名人的遗产可能受到损害,也即名人对其身后遗产所拥有的合法权利可能受到侵害。试题是对该句内容的转述,其中may violatetheir legitimate rights对应A hidden hazard... is the risk of damaging their legacy。"},{"order":41,"answer":"F","location":"41题More CGI-recreated images of deceased celebrities、expected to appear on screen分别对应①句more digital humans、will see. .. on screen。","analysis":"【精析】L段①句指出,韦伯预计我们将在银幕上见到更多的数字人类,由上文可推知,此处的数字人类包括利用CGI技术再现的名人形象和利用CGI技术创造的全新人物形象,试题的意思符合前者。"},{"order":42,"answer":"L","location":" 42题James Dean于段中多次复现; voice dubbed by someone else同义改述②句anotheractor voicing him。","analysis":"【精析】B段②句介绍事件:已故演员詹姆斯 ●迪恩将借助 CGI技术重返银幕，另一位演员 会给他配音。试题是对该句的同义改写"},{"order":43,"answer":"H","location":"43题However advanced改写①句however lifelike; will differ... from对应①句will never be indistinguishable from。","analysis":"【精析】H段①句指出,无论CGI技术所再现的名人形象如何逼真,都不可能与真人演员没有区别。试题是对该句的同义转述,其中However advanced the CGI technology is 是对A recreation， howeverlifelike的同义改写,will differ in a way是对句中双重否定(never. .. indistinguishable)的同义改写。"},{"order":44,"answer":"E","location":" 44题have their images stored同义替换③句have their likeness. .. stored; for the benefit oftheir families 正确理解④句give their families the ability to make money from their likeness。","analysis":"【精析】E段③④句谈及许多演员对CGI技术的态度:渴望利用这项技术将自己的肖像记录并留存下来，以使遗产代理人及家人在自已离世后仍能利用自己的肖像变现。试题是对两句的概括与转述，其中make useof同义替换③句take advantage of。"},{"order":45,"answer":"I","location":"45 题actors are concerned对应②句actors are worried;lose jobs对应①句put. .. out of jobs。","analysis":"【精析】I段①②句指出,随着CGI技术再现名人以及从零开始打造银幕形象变得越来越容易，一些演员担心CGI技术会因此抢走他们的饭碗。试题是对此两句的综合概括,其中they may lose jobs because ofthe CGI technology以肯定语气转述①句could this kind of technology put actors out of jobs的疑问之意。"}]}
{"_id":"8e1706526198ed3404a7332c34fed016","id":"2019060102","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) Today in the United States there are 72,000 centenarians（百岁老人）.Worldwide, Probably 450,000. If current trends continue, then by 2050 there will be more than a million in the US alone. According to the work of Professor James Vaupel and his co-researchers, 50% of babies born in the US in 2007 have a life expectancy of 104 or more. Broadly the same holds for the UK, Germany, France, Italy and Canada, and for Japan 50% of 2007 babies can expect to live to 107.","B) Understandably, there are concerns about what this means for public finances given the associated health and pension challenges. These challenges are real, and society urgently needs to address them. But it is also important to look at the wider picture of what happens when so many people live for 100 years. It is a mistake to simply equate longevity (长寿) with issues of old age. Longer lives have implications for all of life, not just the end of it.","C) Our view is that if many people are living for longer, and are healthier for longer, then this will result in an inevitable redesign of work and life. When people live longer, they are not only older for longer, but also younger for longer. There is some truth in the saying that “70 is the new 60” or “40 the new 30.” If you age more slowly over a longer time period, then you are in some sense younger for longer.","D) But the changes go further than that. Take, for instance, the age at which people make commitments such as buying a house, getting married, having children, or starting a career. These are all fundamental commitments that are now occurring later in life. In 1962, 50% of Americans were married by age 21. By 2014, that milestone(里程碑)had shifted to age 29.","E) While there are numerous factors behind these shifts, one factor is surely a growing realization for the young that they are going to live longer. Options are more valuable the longer they can be held. So if you believe you will live longer, then options become more valuable, and early commitment becomes less attractive. The result is that the commitments that previously characterized the beginning of adulthood are now being delayed, and new patterns of behavior and a new stage of life are emerging for those in their twenties.","F) Longevity also pushes back the age of retirement, and not only for financial reasons. Yes, unless people are prepared to save a lot more, our calculations suggest that if you are now in your mid-40s, then you are likely to work until your early 70s; and if you are in your early 20s, there is a real chance you will need to work until your late 70s or possibly even into your 80s. But even if people are able to economically support a retirement at 65, over thirty years of potential inactivity is harmful to cognitive(认知的) and emotional vitality. Many people may simply not want to do it.","G) And yet that does not mean that simply extending our careers is appealing. Just lengthening that second stage of full-time work may secure the financial assets needed for a 100-year life, but such persistent work will inevitably exhaust precious intangible assets such as productive skills, vitality, happiness, and friendship.","H) The same is true for education. It is impossible that a single shot of education, administered in childhood and early adulthood, will be able to support a sustained, 60-year career. If you factor in the projected rates of technological change, either your skills will become unnecessary, or your industry outdated. That means that everyone will, at some point in their life, have to make a number of major reinvestments in their skills.","I) It seems likely, then, that the traditional three-stage life will evolve into multiple stages containing two, three, or oven more different careers. Each of these stages could potentially be different. In one the focus could be on building financial success and personal achievement, in another on creating a better work/life balance, still another on exploring and understanding options more fully, or becoming an independent producer, yet another on making a socia contribution. These stages will span sectors, take people to different cities, and provide foundation for building a wide variety of skills.","J) Transitions between stages could be marked with sabbaticals (休假) as people find time rest and recharge their health, re-invest in their relationships, or improve their skills. At times, these breaks and transitions will be self-determined, at others they will be forced as existing roles, firms, or industries cease to exist.","K) A multi-stage life will have profound changes not just in how you manage your career, but also in your approach to life. An increasingly important skill will be your ability to deal with change and even welcome it. A three-stage life has few transitions, while a multi-stage life has many. That is why being self-aware, investing in broader networks of friends, and being open to new ideas will become even more crucial skills.","L) These multi-stage lives will create extraordinary variety across groups of people simply because there are so many ways of sequencing the stages. More stages mean more possible sequences.","M) With this variety will come the end of the close association of age and stage. I n a three-stage life, people leave university at the same time and the same age, they tend to start their careers and family at the same age, they proceed through middle management all roughly the same time, and then move into retirement within a few years of each other. In a multi-stage life, you could be an undergraduate at 20, 40, or 60; a manager at 30, 50, or 70; and become an independent producer at any age.","N) Current life structures, career paths, educational choices, and social norms are out of tune with the emerging reality of longer lifespans. The three-stage life of full-time education, followed by continuous work, and then complete retirement may have worked for our parents or even grandparents, but it is not relevant today. We believe that to focus on longevity as primarily an issue of aging is to miss its full implications. Longevity is not necessarily about being older for longer. It is about living longer, being older later, and being younger longer."],"options":["36. An extended lifespan in the future will allow people to have more careers than now.","37. Just extending one’s career may have both positive and negative effects.","38. Nowadays, many Americans have on average delayed their marriage by some eight years.","39. Because of their longer lifespan, young people today no longer follow the pattern of life of their parents or grandparents.","40. Many more people will be expected to live over 100 by the mid-21st century.","41. A longer life will cause radical changes in people’s approach to life.","42. Fast technological change makes it necessary for one to constantly upgrade their skills.","43. Many people may not want to retire early because it would do harm to their mental and emotional well-being.","44. The close link between age and stage may cease to exist in a multi-stage life.","45. People living a longer and healthier life will have to rearrange their work and life."],"analysisList":[{"order":36,"answer":"I","analysis":"【精析】[I]段①句指出长寿的影响“传统的三阶段人生将演变成多阶段人生，且会包含多个不同的职业生涯”，本题是对该句的同义改写，其中an extended lifespan对应全文论述主题“长寿”。"},{"order":37,"answer":"G","analysis":"【精析】[G]段①句总起指出延迟退休并非全是好处(not mean... apealing..),②句具体说明利弊:虽能获得更多财富，但却耗尽某些无形资产如活力、幸福感等。本题总结该段大意。"},{"order":38,"answer":"D","analysis":"【精析】[D]段④⑤句列举数字说明美国人平均结婚年龄的推迟现象:从1962年的21岁推迟到了2014 年的29岁，也即推迟了8岁。本题是对两句的同义改写。"},{"order":39,"answer":"N","analysis":"【精析】[N]段②句指出“传统的三阶段人生适用于父辈或祖父辈，但如今不再适用了”，言外之意即“年轻人不再遵循父辈们的生活方式”,本题是对该句的合理引申。"},{"order":40,"answer":"A","analysis":"【精析】[A]段首先以美国为例指出，当前美国有7万多名百岁老人，到2050年这一数量将超过100万。随即引用研究结论指出，无论在美国还是英、德、法、意、加、日，婴儿的预期寿命越来越长,50%能达到百岁以上，即未来会有更多人活到100岁以上。本题是对该段主旨大意的总结概括。"},{"order":41,"answer":"K","analysis":"【精析】[K]段①句继续说明多阶段的人生，即长寿的影响“给人们生活方式带来深远影响”(will have profound changs..in your approach to life),本题是对该句的同义改写。"},{"order":42,"answer":"H","analysis":"【精析】[H]段③句指出“技术快速发展使人们的技能、所在行业过时、甚至消失”，④句提出人们的应对措施“必须适时进行重大技能投资以不断提高技能”。本题是对两句大意的概括总结。"},{"order":43,"answer":"F","analysis":"【精析】[F]段③句指出， 人们提前退休后不工作的状态也有害处:影响精神和情感活力;④句评论指出多数人不愿提早退休。本题是对该两句的概括改写。"},{"order":44,"answer":"M","analysis":"【精析】[M]段①句指出多阶段人生的影响“年龄和人生阶段的密切联系将会消失”。本题是对该句的同义改写。"},{"order":45,"answer":"C","analysis":"【精析】[C]段①句指出长寿的影响“将导致人们重新规划工作和生活”。本题是对该句的同义改写。"}]}
{"_id":"8e1706526198ed3404a7332d0574be70","id":"2019060202","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["Living with parents edges out other living arrangements for 18-to 34-year-olds","A) Broad demographic (人口的)shifts is marital status, educational attainment and employment have transformed the way young adults in the U.S. are living, and a new Pew Research Center analysis highlights the implications of these changes for the most basic element of their lives—where they call home. In 2014, for the first time in more than 130 years, adults ages 18 to 34 were slightly more likely to be living in their parents’ home than they were to be living with a spouse or partner in their own household.","B) This turn of events is fueled primarily by the dramatic drop in the share of young Americans who are choosing to settle down romantically before age 35. Dating back to 1880, the most common living arrangement among young adults has been living with a romantic partner, whether a spouse or a significant other. This type of arrangement peaked around 1960, when 62% of the nation’s 18-to 34-year-olds were living with a spouse or partner in their own household, and only one-in-five were living with their parents.","C) By 2014, 31.6% of young adults were living with a spouse or partner in their own household, below the share living in the home of their parent(s) (32.1%). Some 14% of young adults lived alone, were a single parent or lived with one or more roommates. The remaining 22% lived in the home of another family member (such as a grandparent, in-law or sibling (兄弟姐妹)), a non-relative, or in group quarters like college dormitories.","D) It’s worth noting that the overall share of young adults living with their parents was not at a record high in 2014. This arrangement peaked around 1940, when about 35% of the nation’s 18-to 34-year-olds lived with mom and/or dad (compared with 32% in 2014). What has changed, instead, is the relative share adopting different ways of living in early adulthood, with the decline of romantic coupling pushing living at home to the top of a much less uniform list of living arrangements.","E) Among young adults, living arrangements differ significantly by gender. For men ages 18 to 34, living at home with mom and/or dad has been the dominant living arrangement since 2009, In 2014,28% of young men were living with a spouse of partner in their own home, while 35% were living in the home of their parent(s). Young women, however, are still more likely to be living with a spouse of romantic partner(35%) than they are to be living with their parent(s)(29%).","F) In 2014, more young women (16%) than young men (13%) were heading up a household without a spouse or parther. This is mainly because women are more likely than men to be sigle parents living with their children. For their part, young men (25%) are more likely than young women (19%) to be living in the home of another family member, a non-relative or in some type of group quarters.","G) A variety of factors contribute to the long-run increase in the share of young. Adults living with the parents. The first in the postponement of, if not retreat from, marriage. The average age of first marriage has risen steadily for decades. In addition, a growing share of young adult may be avoiding marriage altogether. A previous Pew Research Center analysis projected that as many as one-in-four of today’s young adult may never marry. While cohabitation（同居）has been on the rise, the overall share of young adults either married or living with an unmarried patner has substantially fallen since 1990.","H) In addition, trends in both employment status and wages have likely contributed to the growing share of young adults who are living in the home of their parent(s), and this is especially true of young men. Employed young men are much less likely to live at home than young men without a job, and employment among young men has fallen significantly in recent decades. The share of young men with jobs peaked around 1960 at 84%. In 2014, only 71% of 18-to-34-year-old men were employed. Similarly with earnings, young men’s wages (after adjusting for inflation) have been on a downward trajectory (轨迹) since 1970 and fell significantly form 2000 to 2010. As wages have fallen ,the share of young men living in the home of their parent(s) has risen.","I) Economic factors seem to explain less of why young adult women are increasingly likely to live at home. Generally, young women have had growing success in the paid labor market since 1960 and hence might increasingly be expected to be a be to afford to afford to live independently of their parents. For women, delayed marriage—which is related, in part, to labor market outcomes for men—may explain more of the increase in their living in the family home.","J) The Great Recession (and modest recovery) has also been associated with an increase in young adults living at home. Initially in the wake of the recession, college enrollments expanded, boosting the ranks of young adults living at home. And given the weak job opportunities facing young adults, living at home was part of the private safety net help young adults to weather the economic storm.Beyond gender, young adult’s living arrangements differ considerable by education—which is tied to financial means. For young adults without a bachelor’s degree, as of 2008 living at home with their parents was more prevalent than living with a romantic partner. By 2014, 36% of 18-to 34-year-olds who had not completed a bachelor’s degree were living with their parent(s) while 27% were living with a spouse or partner. Among college graduates, in 2014 46% were married or living with a partner, and only 19% were living with their parent(s). Young adults with a college degree have fared much better in the labor market than their less-educated counterparts, which has in turn made it easier to establish their own households."],"options":["36. Unemployed young men are more likely to live with their parents than the employed.","37. In 2014, the percentage of men aged 18 to 34 living with their parents was greater than that of their female counterparts.","38. The percentage of young people who are married or live with a partner has greatly decreased in the past three decades or so.","39. Around the mid-20th century, only 20 percent of 18- to 34-year-old lived in their parents’ home.","40. Young adults with a college degree found it easier to live independently of their parents.","41. Young men are less likely to end up as single parents than young women.","42. More young adult women live with their parents than before due to delayed marriage.","43. The percentage of young men who live with their parents has grown due to their decreased pay in recent decades.","44. The rise in the number of college students made more young adults live with their parents.","45. .One reason for young adults to live with their parents is that get married late or stay single all their lives."],"analysisList":[{"order":36,"answer":"H","location":"","analysis":"[解析] [H段②句指出对于年轻男性，有工作的人仍与父母同住的可能性比无业者小得多。试题是对该句大意的同义改写，比较结构复现，试题将原文的比较对象调换了顺序:A are... less likely to... than B.同义改写为B are more likely to.. . than A。"},{"order":37,"answer":"E","location":"","analysis":"[解析] [E]段③句介绍 2014年年轻男性的选择“28%与父母同住，35%与配偶或伴侣同住”,④句介绍年轻女性的选择“35%与配偶或伴侣同住，29%与父母同住”，试题从③④句中提取两性“与父母同住的情况”加以概括。其中，结合上下文可知men aged 18to 34对应young men (③句young men与②句men aged 18 to 34同指)，men.. . greater than. . . female counterparts正确概括③④句所含大小关系young men. ..35%> Young women.,.29%。"},{"order":38,"answer":"G","location":"","analysis":"[解析] [G]段末句指出年轻人结婚或与伴侣同居的总体比例自1990 年以来大幅下降。试题是对这种变化趋势的同义转述，The percentage o...同义替换the overall share of...; inthe past three decades orso是基于since 1990换算而来。"},{"order":39,"answer":"B","location":"","analysis":"[解析] [B]段③句描述1960年左右的现象“18到34岁的人中，与配偶或伴侣同住的比例达历史最高(62%)， 仅有五分之一与父母同住”，试题是对该句部分信息的同义改写。"},{"order":40,"answer":"K","location":"","analysis":"[解析] [K]段末句指出拥有大学学位的年轻人就业表现更好，也就更容易组建自己的小家庭。试题是对该句大意的同义改写，live independently of their parents与句中to establish their own households同义。"},{"order":41,"answer":"F","location":"","analysis":"[解析][F]段②句分析出现更多年轻女性独自成家这一现象的原因“女性比男性更可能成为带孩子的单亲家长”。试题是对该句所含信息的反向改写(Young men are less likely....to...=women are more likely... to... )。"},{"order":42,"answer":"I","location":"","analysis":"[解析][]段末句指出对(年轻)女性来说,晚婚更能解释为何她们住父母家的比例上升,也即更多女性由于晚婚而选择与父母同住，试题是对该句大意的改写。dueto对应explain,说明因果关联,More young adult women live with their parents与the increase in their living in the family home同义。"},{"order":43,"answer":"H","location":"","analysis":"[解析] [H]段末句指出由于工资 下降，年轻男性与父母同住的比例上升。试题是对该句大意的同义改写,The percentage... has grown同义替换the share. . . has risen;due to对应 As,均表因果; in recent decades在②句复现，也是该句“工资下降趋势( wages have fallen) ”暗含的时间范围。"},{"order":44,"answer":"J","location":"","analysis":"[解析] [J]段②句介绍经济大衰退之后的情形，指出大学入学人数增加，壮大了住(父母)家年轻人的队伍。试题是对该句主要内容的同义转述,made暗含因果,与boosting the ranks of.. (壮....伍)同义。"},{"order":45,"answer":"G","location":"","analysis":"[解析][G]段②句指出年轻人与父母同住比例持续上升的一.大原因“他们晚婚甚至不婚”。试题是对该句的同义改写，One reason (其中一个原因)对应The first [factor] (第一个因素）"}]}
{"_id":"8e1706526198ed3404a7332e6c95c42d","id":"2019060302","type":"CET4","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) We’ve always been a hands-on, do-it-yourself kind of nation. Ben Franklin, one of America’s founding fathers, didn’t just invent the lightning rod. His creations include glasses, innovative stoves and more.","B) Franklin, who was largely self-taught, may have been a genius, but he wasn’t really an exception when it comes to American making and creativity.","C) The personal computing revolution and philosophy of disruptive innovation of Silicon Valley grew, in part, out of the creations of the Homebrew Computer Club, Which was founded in a garage in Menlo Park, California, in the mid-1970s. Members — including guys named Jobs and Wozniak — started making and inventing things they couldn’t buy.","D) So it’s no surprise that the Maker Movement today is thriving in communities and some schools across America. Making is available to ordinary people who aren’t tied to big companies, big defense labs or research universities. The maker philosophy echoes old ideas advocated by John Dewey, Montessori, and even ancient Greek philosophers, as we pointed out recently.","E) These maker spaces are often outside of classrooms, and are serving an important educational function. The Maker Movement is rediscovering learning by doing, which is Dewey’s phrase from 100 years ago. We are rediscovering Dewey and Montessori and a lot of the practices that they pioneered that have been forgotten or at least put aside. A maker space is a place which can be in a school, but it doesn’t look like a classroom. It can be in a library. It can be out in the community. It has tools and materials. It’s a place where you get to make things based on your interest and on what you’re learning to do.","F) Ideas about learning by doing have struggled to become mainstream educationally, despite being old concepts from Dewey and Montessori, Plato and Aristotle, and in the American Contcxt, Ralph Emerson, on the value of experience and self-reliance. It’s not necessarily an efficient way to learn. We learn, in a sense, by trial and error. Learning from experience is something that takes time and patience. It’s very individualized. If your goal is to have standardized approaches to learning, where everybody learns the same thing at the same time in the same way, then learning by doing doesn’t really fit that mold anymore. It’s not the world of textbooks. It’s not the world of testing.","G) Learning by doing may not be efficient, but it is effective. Project-based learning has grown in popularity with teachers and administrators. However, project-based learning is not making. Although there is a connection, there is also a distinction. The difference lies in whether the project is in a sense defined and developed by the student or whether it’s assigned by a teacher. We’ll all get the kids to build a small boat. We are all going to learn about X, Y, and Z. That tends to be one form of project-based learning.","H) I really believe the core idea of making is to have an idea within your head — or you just borrow it from someone — and begin to develop it , repeat it and improve it. Then, realize that idea somehow. That thing that you make is valuable to you and you can share it with others. I’m interested in how these things are expressions of that person, their ideas, and their interactions with the world.","I) In some ways, a lot of forms of making in school trivialize（使变得无足轻重）making. The thing that you make has no value to you. Once you are done demonstrating whatever concept was in the textbook, you throw away the pipe cleaners, the cardboard tubes.","J) Making should be student-directed and student-led, otherwise it’s boring. It doesn’t have the motivation of the student. I’m not saying that students should not learn concepts or not learn skills. They do. But to really harness their motivation is to build upon their interest. It’s to let them be in control and to drive the car.","K) Teachers should aim to build a supportive, creative environment for students to do this work. A very social environment, where they are learning from each other. When they have a problem, it isn’t the teacher necessarily coming in to solve it. They are responsible for working through that problem. It might be they have to talk to other students in the class to help get an answer.","l) he teacher’s role is more of a coach or observer. Sometimes, to people, it sounds like this is a diminished rote for teachers. I think it’s a heightened role. You’re ereating this environment, like a maker space. You have 20 kids doing different things. You are watching them and really it’s the human behaviors you’re looking at . Are they engaged? A they developing and repeating their project? Are they stumbling (受挫)？ Do they need something that they don’t have? Can you help them be aware of where they are?","M) My belief is that the goal of making is not to get every kid to be hands-on, but it enable us to be good learners. It’s not the knowledge that is valuable, It’s the practice of learning new things and understanding how things work. These are processes that you are developing so  that you are able, over time, to tackle more interesting problems, more challenging problems—problems that require many people instead of one person, and many skills instead of one.","N) If teachers keep it form-free and student-led, it can still be tied to a curriculum and an educational plan. I think a maker space is more like a like a library in that there are multiple subjects and multiple things that you can learn. What seems to be missing in school is how these subjects integrate, how they fit together in any meaningful way. Rather than saying, ‘This is science, over here is history,’ I see schools taking this idea of projects and looking at: How do they support children in higher level learning?","O) I feel like this is a shift away form a subject matter-based curriculum to a more experiential curriculum or learning. It’s still in its early stages, but I think it’s shifting around not what kids learn but how they learn."],"options":["36. A maker space is where people make things according to their personal interests.","37. The teachers’ role is enhanced in a maker space as they have to monitor and facilitate during the process.","38. Coming up with an idea of one’s own or improving one from others is key to the concept of making.","39. Contrary to structured learning, learning by doing is highly individualized.","40. America is a nation known for the idea of making things by oneself.","41. Making will be boring unless students are able to take charge.","42. Making can be related to a project, but it is created and carried out by students themselves.","43. The author suggests incorporating the idea of a maker space into a school curriculum.","44. The maker concept is a modern version of some ancient philosophical ideas.","45. Making is not taken seriously in school when students are asked to make something meaningless to them based on textbooks."],"analysisList":[{"order":36,"answer":"E","location":"","analysis":"【解析】[E]段⑧句介绍创客空间“这是一个你可以根据自身兴趣和所学创造对象的地方”,试题是对该句的同义改写,其中A maker space对应it (it回指④句maker space) , accordingto 与based on同义。"},{"order":37,"answer":"L","location":"","analysis":"【解析】[L]段③至末句说明观点“教师的角色非但没弱化，反而强化了”，并以模拟情境佐证——观察孩子的行为并在必要的时候提供帮助，试题是对句群大意的概括，have to对应role,引出教师应做之事; monitor and facilitate during the process则概括了④至末句教师职责,monitor对应 watching them. . . looking at. ( Are they. . .Are they. . .Are they)‘facilitate概括 Do they need. . . Can you help. . . 。"},{"order":38,"answer":"H","location":"","analysis":"【解析】[H]段①指出创造的核心理念“自己要有想法，或借鉴他人想法，然后对其展开、重复和改进”,试题与该内容对应，其中 key to the concept of making对应 the core idea ofmaking,都强调想法在创造这一概念中的核心/关键地位。"},{"order":39,"answer":"F","location":"","analysis":"【解析】[F]段⑤句介绍“做中学”的特点“高度个性化”，⑥句进而对比指出“做中学”与标准化学习法格格不入“标准化学习法规定所有人同时用同一方式学习同一知识（即一刀切，忽视学生兴趣)”。可见试题是对两句内容的归纳概括，其中Contrary to对应.doesn't really fit,并体现 very individualized VS everybody learns the same thing at the same time in the same way的语义反差。"},{"order":40,"answer":"A","location":"","analysis":"【解析】[A]段①句宣称“我国有'动手创造'的传统”，②③句以美国开国元勋富兰克林的发明为例加以说明。可见试题内容是综合此三句信息而来。"},{"order":41,"answer":"J","location":"","analysis":"【解析】[J]段①句指出，创造应该以学生为核心，让学生主导，才不至于无趣。试题是对该句大意的同义改写，take charge同义替换该句student-led 以及末句in control and todrive the car, “A unless B(除非B,则A)”替换“B, otherwise A(B,否则A)”。"},{"order":42,"answer":"G","location":"","analysis":"【解析】[G]段③至⑧句指出“项目学习法与创造尽管有联系，但存在区别:前者项目由教师布置，后者项目由学生制定、开发”。试题是对该内容的概括推理。"},{"order":43,"answer":"N","location":"","analysis":"【解析】[N]段①句总体提议“如果教师能让创造保持形式自由并由学生主导，那么可以将创造与学校课程及教育计划相结合”;②③句就创客空间具体说明。试题是对三句大意的概括，suggests 明示can stil....所暗含的建议之意,the idea of a maker space对应②③句对“创客空间”概念的明确( a maker space is more like.. . )。"},{"order":44,"answer":"D","location":"","analysis":"【解析】[D]段③句指出“创客哲学响应了杜威、蒙特梭利甚至古希腊哲学家的古老理念”。试题是对该句部分信息的同义转述，其中 a modern version of some ancient. . . ideas对应echo (echo指“重复〔他人观点]，以表赞同”)，体现创客哲学这一全新理念与古希腊哲学的契合。"},{"order":45,"answer":"I","location":"","analysis":"【解析】[I]段指出很多学校的“创造”徒有形式，学生只是为了完成教科书上的任务而创造，最终成品对他们而言毫无价值。试题是对该段大意的概括，Making is not taken seriously同义改写①句trivialize making。"}]}
{"_id":"8e1706526198ed3404a7332f5443798a","id":"2019060102","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraps. Identify the paragraph from which the information is derived. You may choose aparagraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) Retail profits are falling sharply. Stores are closing. Malls are emptying. The depressing stories just keep coming. Reading the earnings announcements of large retail stores like Macy’s, Nordstrom, and Target is about as uplifting as a tour of an intensive care unit. The interact is apparently taking down yet another industry. Brick and mortar stores (实体店) seem to be going the way of the yellow pages. Sure enough, the Census Bureau just released data showing that online retail sales surged 15.2 percent between the first quarter of 2015 and the first quarter of 2016.","B) But before you dump all of your retail stocks, there are more facts you should consider. Looking only at that 15.2 percent “surge” would be misleading. It was an increase that was on a small base of 6.9 percent. Even when a tiny number grows by a large percentage terms, it is often still tiny.","C) More than 20 years after the internet was opened to commerce, the Census Bureau tells us that brick and mortar sales accounted for 92.3 percent of retail sales in the first quarter of 2016. Their data show that only 0.8 percent of retail sales shifted from offline to online between the beginning of 2015 and 2016.","D) So, despite all the talk about drone (无人机) deliveries to your doorstep, all the retail executives expressing anxiety over consumers going online, and even a Presidential candidate exclaiming that Amazon has a “huge antitrust problem,” the Census data suggest that physical retail is thriving. Of course, the closed stores, depressed executives, and sinking stocks suggest otherwise. What’s the real story?","E) Many firms operating brick and mortar stores are in trouble. The retail industry is getting reinvented, as we describe in our new book Matchmakers. It’s standing in the Path of what Schumpeter called a gale (大风) of creative destruction. That storm has been brewing for some time, and as it has reached gale force, most large retailers are searching for a response. As the CFO of Macy’s put it recently, “We’re frankly scratching our heads.”","F) As the map appears on the screen, the agronomist’s face begins to drop. Having walked through the planted rows before the flight to gain a physical understanding of the situation on the ground, he knows the instant he sees the data on his screen that the plant count is not correct, and so do the farmers, even with their limited understanding of how to read remote sensing maps.F) But it’s not happening as experts predicted. In the peak of the dot. com bubble, brick and mortar retail was one of those industries the internet was going to kill-and quickly. The dot.com bust discredited most predictions of that sort and in the years that followed, conventional retailers’ confidence in the future increased as Census continued to report weak online sales. And then the gale hit.","G) It is becoming increasingly clear that retail reinvention isn’t a simple battle to the death between bricks and clicks. It is about devising retail models that work for people who are making increasing use of a growing array of internet-connected tools to change how they search, shop, and buy. Creative retailers are using the new technologies to innovate just about everything stores do from managing inventory, to marketing, to getting paid.","H) More than drones dropping a new supply of underwear on your doorstep, Apple’s massively successful brick-and-mortar-and-glass retail stores and Amazon’s small steps in the same direction are what should keep old-fashioned retailers awake at night. Not to mention the large number of creative new retailers, like Bonobos, that are blending online and offline experiences in creative ways.","I) Retail reinvention is not a simple process, and it’s also not happening on what used to be called “Internet Time.” Some internet-driven changes have happened quickly, of course. Craigslist quickly overtook newspaper classified ads and turned newspaper economics upside down. But many widely anticipated changes weren’t quick, and some haven’t really started. With the benefit of hindsight (后见之明), it looks like the interact will transform the economy at something like the pace of other great inventions like electricity. B2B commerce, for example, didn’t move mainly online by 2005 as many had predicted in 2000, nor even by 2016, but that doesn’t mean it won’t do so over the next few decades.","J) But the gale is still blowing. The sudden decline in foot traffic in recent years, even though it hasn’t been accompanied by a massive decline in physical sales, is a critical warning. People can shop more efficiently online and therefore don’t need to go to as many stores to find what they want. There’s a surplus of physical shopping space for the crowds, which is one reason why stores are downsizing and closing.","K) The rise of the mobile phone has recently added a new level of complexity to the process of retail reinvention. Even five years ago most people faced a choice. Sit at your computer, probably at home or at the office, search and browse, and buy. Or head out to the mall, or Main Street, look and shop, and buy. Now, just about everyone has a smartphone, connected to the internet almost everywhere almost all the time. Even when a retailer gets a customer to walk in the store, she can easily see if there’s a better deal online or at another store nearby.","L) So far, the main thing many large retailers have done in response to all this is to open online stores, so people will come to them directly rather than to Amazon and its smaller online rivals. Many are having the same problem that newspapers have. Even if they get online traffic, they struggle to make enough money online to compensate for what they are losing offline.","M) A few seem to be making this work. Among large traditional retailers, Walmart recently reported the best results, leading its stock price to surge, while Macy’s, Target, and Nordstrom’s dropped. Yet Walmart’s year-over-year online sales only grew 7 percent, leading its CEO to lament (哀叹), “Growth here is too slow.” Part of the problem is that almost two decades after Amazon filed the one. Click patent, the online retail shopping and buying experience is filled with frictions. A recent study graded more than 600 internet retailers on how easy it was for consumers to shop, buy, and pay. Almost half of the sites didn’t get a passing grade and only 18 percent got an A or B.","N) The turmoil on the ground in physical retail is hard to square with the Census data. Unfortunately, part of the explanation is that the Census retail data are unreliable. Our deep 100k into those data and their preparation revealed serious problems. It seems likely that Census simply misclassifies a large chunk of online sales. It is certain that the Census procedures, which lump the online sales of major traditional retailers like Walmart with “non-store retailers” 1ike food trucks can mask major changes in individual retail categories. The bureau could easily present their data in more useful ways. But they have chosen not to.","O) Despite the turmoil, brick and mortar won’t disappear any time soon. The big questions are which, if any, of the large traditional retailers will still be on the scene in a decade or two because they have successfully reinvented themselves, which new players will operate busy stores on Main Streets and maybe even in shopping malls, and how the shopping and buying experience will have changed in each retail category. Investors shouldn’t write off brick and mortar. Whether they should bet on the traditional players who run those stores now is another matter."],"options":["36. Although online retailing has existed for some twenty years, nearly half of the internet retailers still fail to receive satisfactory feedback from consumers, according to a recent survey.","37. Innovative retailers integrate internet technologies with conventional retailing to create new retail models.","38. Despite what the Census data suggest, the value of physical retail’s stocks has been dropping.","39. Innovative—driven changes in the retail industry didn’t take place as quickly as widely anticipated.","40. Statistics indicate that brick and mortar sales still made up the lion’s share of the retail business.","41. Companies that successfully combine online and offline business models may prove to be a big concern for traditional retailers.","42. Brick and mortar retailers’ faith in their business was strengthened when the dot com bubble burst.","43. Despite the tremendous challenges from online retailing, traditional retailing will be here to stay for quite some time.","44. With the rise of online commerce, physical retail stores are likely to suffer the same fate as the yellow pages.","45. The wide use of smartphones has made it more complex for traditional retailers to reinvent their business."],"analysisList":[{"order":36,"answer":"M","analysis":"【精析】[M]段⑤句介绍近期对在线零售商展开的调查“评定消费者消费是否便利”,⑥句介绍调查结果“近半数零售商未能达标”。结合[C]段①句信息可知目前互联网零售已有20多年历史,故试题是在推测调查所处时间节点的基础上,对于调查结果的合理概括,其中fail to receive satisfactory feedback对应didn't get a passing grade。"},{"order":37,"answer":"G","analysis":"【精析】[G]段②句指出“重塑零售业意味着发明新的零售模式,以迎合消费者使用联网工具购物的新习惯”,③句举例说明创意零售商如何迎合这类新习惯“同样利用(联网工具)这类新技术来革新现有模式”。试题是对两句内容的归纳概括,其中integrate Internet technologies with conventional retailing对应using the new technologies to innovate just about everything stores do(将新技术与旧模式结合=用新技术改造旧模式)。"},{"order":38,"answer":"D","analysis":"【精析】[D]段①句主句总结人口普查局数据所反映的实体零售乐观情形(is thriving),①句让步状语及②句(despite,suggest otherwise)则指出股票下挫等完全相反的消极迹象。可见试题是对两句内容的归纳概括,其中the value of physical retail's stocks...dropping对应sinking stocks。"},{"order":39,"answer":"I","analysis":"【精析】[I]段①句总述“互联网黄金时期并没(如预期般)见证零售业的重塑”，②至④句分述“万众期待的变化并没有很快发生,甚至还没开始”,⑤⑥句进而以实例说明人们高估了互联网对于传统零售业的影响速度。可见试题是对全段要义的概括总结,其中didn 't take place as quickly as widely anticipated正确解读大众预期与现实情况之间的落差。"},{"order":40,"answer":"C","analysis":"【精析】[C]段①句引用人口普查局数据“目前实体销售额占零售总额的92.3%”,试题是对该句的同义转述。其中made up 与accounted for同义。"},{"order":41,"answer":"H","analysis":"【精析】[H]段①句对比指出“相较于新技术(无人机送货),新零售模式(全透明零售店)才更应让传统零售商夜不能寐”，②句进而补充“更别说融合线上线下体验的公司了”。可见作者认为融合线上线下模式的公司是最值得传统零售商担忧的对手,试题是对该段观点的合理概括,其中may prove to be a bigconcern 正确解读more than→Not to mention所含递进逻辑。"},{"order":42,"answer":"F","analysis":"【精析】[F]段②句介绍专家预测“互联网将迅速消灭实体零售”，③④句描述这一预测如何失效“随着互联网公司的破产(互联网泡沫破裂)在线销售疲软,传统实体零售商信心增强”。试题是对三句内容的概括总结,其中faith...was strengthened 改写 confidence...increased(变主动为被动)。"},{"order":43,"answer":"O","analysis":"【精析】[O]段①句作者对实体店作出预测“虽然正经历动荡,但不会马上消亡”。结合[A]段可知,此处turmoil 指代实体店/传统零售受到在线零售的巨大冲击,试题是结合①句内含上下文关系对其进行的同义改写。"},{"order":44,"answer":"A","analysis":"【精析】[A]段⑥⑦句就零售业的低迷景象指出“互联网看来正击垮又一个产业,实体零售即将走黄页的老路”.⑧句援引“在线零售额猛增”这一数据加以说明。试题是对⑥至⑧句内容的归纳概括。其中 With和is...taking down都体现互联网/在线商务对实体零售的影响。"},{"order":45,"answer":"K","analysis":"【精析】[K]段①句指出使零售重塑复杂化的因素“手机”,⑤句以“智能手机的流行使人们可以随时随地在实体店和网店、实体店和实体店之间做比较”加以说明。由此可知,智能手机的广泛应用使传统实体零售商自我重塑更复杂,试题是对两句内容的概括推理。"}]}
{"_id":"8e1706526198ed3404a73330758d2924","id":"2019060202","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A) As consumers, we are very wasteful. Annually, the world generates 1.3 billion tons of solid waste. This is expected to go up to 2.2 billion by 2025. The developed countries are responsible for 44% of waste, and in the U.S. alone, the average person throws away their body weight in rubbish every month.","B) Conventional wisdom would seem to suggest that companies have no incentive to lengthen the life cycle of their products and reduce the revenue they would get from selling new goods. Yet, more and more businesses are thinking about how to reduce consumer waste. This is partly driven by the rising price of raw materials and metals. It is also partly due to both consumers and companies becoming more aware of the need to protect our environment.","C) When choosing what products to buy and which brands to buy from, more and more consumers are looking into sustainability. This is opposed to just price and performance they were concerned about in the past. In a survey of 54 of the world’s leading brands, almost all of them reported that consumers are showing increasing care about sustainable lifestyles. At the same time, surveys on consumers in the U.S. and the U.K. show that they also care about minimizing energy use and reducing waste.","D) For the most part, consumers control what happens to a product. But some companies are realizing that placing the burden of recycling entirely on the consumer is not an effective strategy, especially when tossing something away seems like the easiest and most convenient option.","E) Some retailers and manufacturers in the clothing, footwear, and electronics industries have launched environmental programs. They want to make their customers interested in preserving their products and preventing things that still have value from going to the garbage dump. By offering services to help expand the longevity of their products, they’re promising quality and durability to consumers, and receiving the reputational gains for being environmentally friendly.","F) For example, the Swedish jeans company Nudie Jeans offers free repair at twenty of their shops. Instead of discarding their old worn-out jeans, customers bring them in to be renewed. The company even provides mail-order repair kits and online videos, so that customers can learn how to fix a pair of jeans at home. Their philosophy is that extending the life of a pair of jeans is not only great for the environment, but allows the consumer to get more value out of their product. When customers do want to toss their pair, they can give them back to the store, which will repurpose and resell them. Another clothing company, Patagonia, a high-end outdoor clothing store, follows the same principle. It has partnered with DIY website iFixit to teach consumers how to repair their clothing, such as waterproof outerwear, at home. The company also offers a repair program for their customers for a modest fee. Currently, Patagonia repairs about 40,000 garments a year in their Reno, Nevada, service center. According to the company’s CEO, Rose Marcario, this is about building a company that cares about the environment. At the same time, offering repair supports the perceived quality of its products.","G) In Brazil, the multinational corporation Adidas has been running a shoe-recycling program called “Sustainable Footprint” since 2012. Customers can bring shoes of any brand into an Adidas store to be shredded and turned into alternative fuels for energy creation instead of being burned as trash. They are used to fuel cement ovens. To motivate visitors to bring in more old shoes, Adidas Brazil promotes the program in stores by showing videos to educate customers, and it even offers a discount each time a customer brings in an old pair of shoes. This boosts the reputation and image of Adidas by making people more aware of the company’s values.","H) Enormous opportunities also lie with e-waste. It is estimated that in 2014 the world produced some 42 million metric tons of e-waste (discarded electrical and electronic equipment and its parts) with North America and Europe accounting for 8 and 12 million metric tons respectively. The materials from e-waste include iron, copper, gold, silver, and aluminum materials that could be reused, resold, salvaged, or recycled. Together, the value of these metals is estimated to be about $52 billion. Electronics giants like Best Buy and Samsung have provided e-waste take-back programs over the past few years, which aim to refurbish (翻新) old electronic components and parts into new products.","I) For other companies interested in reducing waste, helping the environment, and providing the sustainable lifestyles that consumers seek, here are some first steps for building a relationship with customers that focuses on recycling and restoring value to products.","J) Find partners. If you are a manufacturer who relies on outside distributors, then retailers are the ideal partner for collecting old products. Power tool maker DeWalt partners with companies, such as Lowes and Napa Auto Parts, to collect old tools at their stores for recycling. The partnership benefits both sides by allowing unconventional partners (for example, two companies from two different industries) to work together on a specific aspect of the value chain, like, in this example, an engine firm with an accessory one.","K) French political commentators noted the devastating fire had succeeded where Macron had failed in uniting the country. But criticism over the original state of the building is likely to intensify over coming days. Leniaud told La Croix newspaper:“This is not about looking for people to blame. The responsibility is collective because this is the most loved monument in the country.”lexandre Gady, an art historian, agreed.“Weve been saying for years that the budget for maintaining historic monuments is too low,”Gady said. The Paris prosecutor's office has opened an inquiry into“involuntary destruction by fire”K) Create incentives. Environmental conscientiousness isn’t always enough to make customers recycle old goods. For instance, DeWalt discovered that many contractors were holding on to their old tools, even if they no longer worked, because they were expensive purchases and it was hard to justify bringing them in to recycle. By offering instant discounts worth as much as $100, DeWalt launched a trade-in program to encourage people to bring back tools. As a result, DeWalt now reuses those materials to create new products.","L) Start with a trial program, and expect to change the details as you go. Any take-back program will likely change over time, depending on what works for your customers and company goals. Maybe you see low customer participation at first, or conversely, so much success that the cost of recycling becomes too high. Best Buy, for instance, has been bearing the lion’s share of e-waste volume since two of its largest competitors, Amazon and Wal-mart, do not have their own recycling programs. Since the launch of its program, Best Buy changed its policy to add a $25 fee for recycling old televisions in order to keep the program going.","M) Build a culture of collective values with customers. A stronger relationship between the retailer/producer and the consumer isn’t just about financial incentives. By creating more awareness around your efforts to reduce waste, and by developing a culture of responsibility, repair, and reuse, you can build customer loyalty based on shared values and responsibilities.","N) These examples are just the tip of the iceberg, but they demonstrate how helping customers get more use of their materials can transform value chains and operations. Reducing waste by incorporating used materials into production can cut costs and decrease the price of procurement (采购): less to be procured from the outside and more to be re-utilized from the inside.","O) Companies play a big role in creating a circular economy, in which value is generating less from extracting new resources and more from getting better use out of the resources we already have--but they must also get customers engaged in the process."],"options":["36. Some companies believe that products’ prolonged lifespan benefits both the environment and customers.","37. A survey shows shoppers today are getting more concerned about energy conservation and environmental protection when deciding what to buy.","38. Companies can build customer loyalty by creating a positive culture of environmental awareness.","39. When companies launch environmental programs, they will have their brand reputation enhanced.","40. One multinational company offers discounts to customers who bring in old footwear to be used as fuel.","41. Recycling used products can help manufacturers reduce production costs.","42. Electronic products contain valuable metals that could be recovered.","43. It seems commonly believed that companies are not motivated to prolong their products’ lifespan.","44. It is advisable for companies to partner with each other in product recycling.","45. Some businesses have begun to realize it may not be effective to let consumers take full responsibility for recycling."],"analysisList":[{"order":36,"answer":"F","analysis":"【精析】[F]段④句提及瑞典牛仔裤公司Nudie Jeans推行环保项目的理念:延长产品使用寿命不仅对环境有利,还可让消费者购买的产品更加物有所值。试题是对该句所述公司理念的合理泛化(句中Their philosophy虽只是指代Nudie Jeans 的理念,但Nudie Jeans只是文章的一个具体实例,故试题用Somecompanies对其进行了泛化),其中 benefits both the environment and customers是对句中not only great forthe environment，but allows the consumer to get more value out of their product 的高度概括。"},{"order":37,"answer":"C","analysis":"【精析】[C]段首两句提出当今购物者消费理念的改变:购物时越来越关注可持续性,而非价格和性能;末两句进而以多项调查结果辅以佐证。本题是结合段首所设定场景及末两句所述调查结果的综合概述,其中 when.. .契合段首所设定的情境“购买产品及品牌时”,are getting more concerned about同义改写are showing increasing care about。"},{"order":38,"answer":"M","analysis":"【精析】[M]段首先提议“与顾客建立共同的价值观文化”,③句连用by介绍具体做法“提高环保意识,培育一种责任,维修及再利用的文化”,并指出此举有利于公司建立顾客忠诚度。试题是对本段核心大意的综合概括,其中can.. . by...结构在③句复现, positive一词是基于more awareness...对环保努力做出的正面定性。"},{"order":39,"answer":"E","analysis":"【精析】[E]段末句指出“三大行业一些公司推行环保计划(By offering...是①句 launchedenvironmental programs的具化)既保证了产品质量和耐用度,又因环保获得良好声誉”。试题是基于该句所述部分公司的情况([ some retailers and manufacturers are] promising. . . and receiving...)做出的共性推论( When companies.. .，they will...)。"},{"order":40,"answer":"G","analysis":"【精析】[G]段介绍跨国公司阿迪达斯(巴西)的鞋子回收项目,①至④句具体介绍其内容:将顾客送来的不同品牌旧鞋粉碎并转化为可替代性能源,为水泥窑供能,还每次给送来旧鞋的顾客提供折扣优惠。试题是对这四句阿迪达斯(巴西)鞋子回收项目内容的概括。"},{"order":41,"answer":"N","analysis":"【精析】[N]段②句指出通过将旧材料纳入生产环节可以减少浪费、降低采购价格和成本。试题是对该句大意的概括,manufacturers虽未在本段直接出现,但可由本文针对对象“公司”及本段production.procurement等与生产制造相关的词推出。"},{"order":42,"answer":"H","analysis":"【精析】[H]段③④句指出:电子垃圾包含包括铁,铜、金等材料,这些材料可以再利用,再出售、再回收,循环利用,总价值约合520亿美元﹐可见试题是对两句内容的综合概括,其中 valuable metals thatcould be recovered是对iron，copper，gold，silver，and aluminum-materials that could be reused,resold,salvaged，or recycled.The value of these materials...的精简概括。"},{"order":43,"answer":"B","analysis":"【精析】「B]段首句介绍一种普遍观点:公司没有动力延长产品的生命周期(这只会导致新品销量和收益下降)。试题是对该句的同义改写。"},{"order":44,"answer":"J","analysis":"【精析】[J]段建议有意减少浪费,保护环境的公司“寻找合作伙伴”,并举例说明。试题是对全段内容的综合概括,It is advisable对应首句祈使句型,表示建议, product recycling是贯穿全文的主题、暗含在首句建议语气中,也对应②句collecting old products,3句recycling."},{"order":45,"answer":"D","analysis":"【精析】[D]段@句指出一些公司逐渐意识到将回收的重担完全推给消费者并非有效策略，特别是因为随意扔弃产品似乎是最简单、最方便的选择。试题是对该句大意的同义转述, Some businesses同义替换some companies, have begun to realize对应are realizing(静态动词realize用进行时态表示一个逐渐的过程,即“逐渐意识到”)。"}]}
{"_id":"8e1706526198ed3404a7333100ce7c62","id":"2019060302","type":"CET6","title":"SectionB","directions":"In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2.","article":["A)  Satellites used to be the exclusive playthings of rich governments and wealthy corporations. But increasingly, as space becomes more democratized, they are coming within reach of ordinary people. Just like drones (无人机) before them, miniature satellites are beginning to fundamentally transform our conceptions of who gets to do what up above our heads.","B)  As a recent report from the National Academy of Sciences highlights, these satellites hold tremendous potential for making satellite-based science more accessible than ever before. However, as the cost of getting your own satellite in orbit drops sharply, the risks of irresponsible use grow. The question here is no longer “Can we?” but “Should we?” What are the potential downsides of having a slice of space densely populated by equipment built by people not traditionally labeled as “professionals”? And what would the responsible and beneficial development and use of this technology actually look like? Some of the answers may come from a nonprofit organization that has been building and launching amateur satellites for nearly 50 years.","C)  Having your personal satellite launched into orbit might sound like an idea straight out of science fiction. But over the past few decades a unique class of satellites has been created that fits the bill: CubeSats. The “Cube” here simply refers to the satellite’s shape. The most common CubeSat is a 10cm cube, so small that a single CubeSat could easily be mistaken for a paperweight on your desk. These mini-satellites can fit in a launch vehicle’s formerly “wasted space.” Multiples can be deployed in combination for more complex missions than could be achieved by one CubeSat alone.","D)  Within their compact bodies these minute satellites are able to house sensors and communications receivers/transmitters that enable operators to study Earth from space, as well as space around Earth. They're primarily designed for Low Earth Orbit (LEO) - an easily accessible region of space from around 200 to 800 miles above Earth, where human-tended missions like the Hubble Space Telescope and the International Space Station (ISS) hang out. But they can attain more distant orbits; NASA plans for most of its future Earth-escaping payloads (to the moon and Mars especially) to carry CubeSats.","E)  Because they’re so small and light, it costs much less to get a CubeSat into Earth’s orbit than a traditional communications or GPS satellite. For instance, a research group here at Arizona State University recently claimed their developmental small CubeSats could cost as little as $3,000 to put in orbit. This decrease in cost a11ows researchers, hobbyists and even elementary school groups to put simple instruments into LEO or even having them deployed from the ISS.","F)  The first CubeSat was created in the early 2000s, as a way of enabling Stanford graduate students to design, build, test and operate a spacecraft with similar capabilities to the USSR’s Sputnik (前苏联的人造卫星). Since then, NASA, the National Reconnaissance Office and even Boeing have all launched and operated CubeSats. There are more than 130 currently in operation. The NASA Educational Launch of Nano Satellite program, which offers free launches for educational groups and science missions, is now open to U.S. nonprofit corporations as well. Clearly, satellites are not just for rocket scientists anymore.","G)  The National Academy of Sciences report emphasizes CubeSats’ importance in scientific discovery and the training of future space scientists and engineers. Yet it also acknowledges that widespread deployment of LEO CubeSats isn’t risk-flee. The greatest concern the authors raise is space debris - pieces of “junk” that orbit the earth, with the potential to cause serious damage if they collide with operational units, including the ISS.","H)  Currently, there aren’t many CubeSats and they’re tracked closely. Yet as LEO opens up to more amateur satellites, they may pose an increasing threat. As the report authors point out, even near-misses might lead to the “creation of a burdensome regulatory framework and affect the future disposition of science CubeSats.”","I)  CubeSat researchers suggest that now’s the time to ponder unexpected and unintended possible consequences of more people than ever having access to their own small slice of space. In an era when you can simply buy a CubeSat kit off the shelf, how can we trust the satellites over our heads were developed with good intentions by people who knew what they were doing? Some “expert amateurs” in the satellite game could provide some inspiration for how to proceed responsibly.","J)  In 1969, the Radio Amateur Satellite Corporation (AMSAT) was created in order to foster ham radio enthusiasts’ (业余无线电爱好者) participation in space research and communication. It continued the efforts, begun in 1961, by Project OSCAR- a U.S.-based group that built and launched the very first nongovernmental satellite just four years after Sputnik. As an organization of volunteers, AMSAT was putting “amateur” satellites in orbit decades before the current CubeSat craze. And over time, its members have learned a thing or two about responsibility. Here, open. source development has been a central principle, Within the organization, AMSAT has a philosophy of open sourcing everything making technical data on all aspects of their satellites fully available to everyone in the organization, and when possible, the public. According to a member of the team responsible for FOX 1-A, AMSAT’s first CubeSat, this means that there’s no way to sneak something like explosives or an energy emitter into an amateur satellite when everyone has access to the designs and implementation.","K)  However, they’re more cautious about sharing information with nonmembers, as the organization guards against others developing the ability to hijack and take control of their satellites. This form of “self-governance” is possible within long-standing amateur organizations that, over time, are able to build a sense of responsibility to community members, as well as society in general. But what happens when new players emerge, who don’t have deep roots within the existing culture?","L)  Hobbyists and students are gaining access to technologies without being part of a long-standing amateur establishment. They’re still constrained by funders, launch providers and a series of regulations - all of which rein in what CubeSat developers can and cannot do. But there’s a danger they’re ill-equipped to think through potential unintended consequences. What these unintended consequences might be is admittedly far from clear. Yet we know innovators can be remarkably creative with taking technologies in unexpected directions. Think of something as seemingly benign as the cellphone - we have microfinance and text-based social networking at one end of the spectrum, and improvised (临时制作的) explosive devices at the other.","M)  This is where a culture of social responsibility around CubeSats becomes important – not simply to ensure that physical risks are minimized, but to engage with a much larger community in anticipating and managing less obvious consequences of the technology. This is not an easy task. Yet the evidence from AMSAT and other areas of technology development suggests that responsible amateur communities can and do emerge around novel technologies. The challenge here, of course, is ensuring that what an amateur communities considers to be responsible, actually is. Here’s where there needs to be a much wider public conversation that extends beyond government agencies and scientific communities to include students, hobbyists, and anyone who may potentially stand to be affected by the use of CubeSat technology."],"options":["36. Given the easier accessibility to space, it is time to think about how to prevent misuse of satellites.","37. A group of mini-satellites can work together to accomplish more complex tasks.","38. The greater accessibility of mini-satellites increases the risks of their irresponsible use.","39. Even school pupils can have their CubeSats put in orbit owing to the lowered launching cost.","40. AMSAT is careful about sharing information with outsiders to prevent hijacking of their satellites.","41. NASA offers to launch CubeSats free of charge for educational and research purposes.","42. Even with constraints, it is possible for some creative developers to take the CubeSat technology in directions that result in harmful outcomes.","43. While making significant contributions to space science, CubeSats may pose hazards to other space vehicles.","44. Mini-satellites enable operators to study Earth from LEO and space around it.","45. AMSAT operates on the principle of having all its technical data accessible to its members, preventing the abuse of amateur satellites."],"analysisList":[{"order":36,"answer":"I","analysis":"【精析】I段①句发出提醒:如今立方星非常容易获取,很难保证卫星不被坏人利用,是时候思考立方星的后果了,也即需要思考如何防止卫星被坏人利用。本题是对该两句的概括,其中how toprevent misuse of satellites 同义转述②句how can we trust...."},{"order":37,"answer":"C","analysis":"【精析】C段引出立方星这种迷你卫星(mini- sellites),⑥句指出多个迷你卫星可协同作业完成复杂任务。本题是对⑥句大意的同义改写。"},{"order":38,"answer":"B","analysis":"【精析】B段②句指出,如今发射个人专属卫星的成本大幅降低,意味着卫星越来越容易获取,这增加了不负责任地滥用卫星的风险”。本题是对该两句的概括,其中greater对应表示变化的动词drops,均表明卫星日益普及的趋势。"},{"order":39,"answer":"E","analysis":"【精析】E段①②句介绍立方星发射成本大幅降低,③句进而指出发射成本低使得包括小学生在内的更多人都能发射专属卫星。本题是对③句内容的同义改写。"},{"order":40,"answer":"K","analysis":"【精析】K段①句指出AMSAT不轻易对外人分享资源,以防卫星被劫持。本题是对该句的同义改写,其中is careful about同义替换are...cautious about;to prevent...同义替换guards against..."},{"order":41,"answer":"F","analysis":"【精析】F段④句指出NASA为教育和科研团队免费提供卫星发射服务。本题是对该句的同义改写。"},{"order":42,"answer":"L","analysis":"【精析】L段②句指出新加入的业余卫星爱好者的确受到一些限制,⑤句转而继续指出一些人在利用技术方面创意无穷,很可能会将卫星用于不良目的。本题是对两句内容的总结概括。"},{"order":43,"answer":"G","analysis":"【精析】G段①句肯定立方星对科学研究至关重要,②③句指出其并非没有风险“太空残骸增多,如果撞上太空中运行的设备将造成严重后果”。本题是对该段大意的概括总结。"},{"order":44,"answer":"D","analysis":"【精析】D段①句介绍立方星(迷你卫星)的用途“研究地球及其周围空间”,②句介绍其运行轨道“要在近地轨道(LEO)运行”。本题是对①句的同义概括,LEO是对句中space的具化。"},{"order":45,"answer":"J","analysis":"【精析】J段⑥句介绍AMSAT的原则/理念(a philosophy)“所有技术数据全部内部开源共享,人人都能获取卫星设计和操控数据”,⑦句指出其好处“避免卫星为不法分子所利用”。本题是对两句内容的概括总结。"}]}
