{"_id":"8e1706526193a3e2043ecc3073f704e5","id":"20200901","type":"CET6","time":"30min","publish":"202009","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"《西游记》(Journey to the West)也许是中国文学四大经典小说中最具影响力的一部，当然也是在国外最广为人知的一部小说。这部小说描绘了著名僧侣玄装在三个随从的陪同下穿越中国西部地区前往印度取经(Buddhist scripture)的艰难历程。虽然故事的主题基于佛教，但这部小说采用了大量中国民间故事和神话的素材，创造了各种栩栩如生的人物和动物形象。其中最著名的是孙悟空，他与各种各样妖魔作斗争的故事几乎为每个中国孩子所熟知。","modelEssay":"Journey to the West is perhaps the most influential of the Four Great Classical Novels of Chinese literature,and certainly the most widely known beyond China's borders.It depicts the tough journey of the famous monk Xuanzang,who,accompanied by his three followers,travelled across Western China to India for Buddhist scriptures.While the theme of the story is based on Buddhism,the novel draws on a host of Chinese folk tales and mythology to create various vivid and lifelike human and animal characters. The best known among them is the monkey Sun Wukong,whose tales of fighting against all kinds of monsters and demons are well known to just about every child in China."}
{"_id":"8e1706526193a3e2043ecc31498067db","id":"20200902","type":"CET6","time":"30min","publish":"202009","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2.","stem":"《红楼梦》(Dream of the Red Chamber )是18世纪曹雪芹创作的一部小说。曹雪芹基于自己痛苦的个人经历,讲述了贾宝玉和林黛玉之间的悲剧性爱情故事。书中有大约30个主要人物和400多个次要人物,每个人物都刻画得栩栩如生,具有鲜明的个性。小说详尽地描述了四个贵族世家兴衰的历程,反映了封建社会隐藏的种种危机和错综复杂的社会冲突。《红楼梦》融合了现实主义和浪漫主义,具有很强的艺术感染力。它被普遍认为是中国最伟大的小说,也是世界上最伟大的文学创作之一。","modelEssay":"Dream of the Red Chamber is an 18th-century novel written by Cao Xueqin.He tells a tragic love story between Jia Baoyu and Lin Daiyu based on his own bitter，personal experiences. In the book，there are about 30 major characters and more than 400 minor ones，each of whom is vividly depicted with a distinctive personality. The novel describes in detail the rise and fall of four aristocratic families，reflecting the variouscrises and intricate social conflicts hidden in the feudal society. Dream of the Red Chamber is a blend of realism and romanticism with strong artistic appeal. It isgenerally considered to be the greatest of all Chinese novels and among the greatest works in world literature."}
{"_id":"8e1706526193a3e2043ecc32514e9630","id":"20200903","type":"CET6","time":"30min","publish":"202009","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"《水浒传》（Water Margin）是中国文学四大经典小说之一。这部小说基于历史人物宋江及其伙伴反抗封建帝王的故事，数百年来一直深受中国读者的喜爱。毫不夸张地说，几乎每个中国人都熟悉小说中的一些主要人物。这部小说中的精彩故事在茶馆、戏剧舞台、广播电视、电影屏幕和无数家庭中反复讲述。事实上，这部小说的影响已经远远超出了国界。越来越多的外国读者也感到这部小说里的故事生动感人、趣味盎然。","modelEssay":"Water Margin is one of the four great classic novels of Chinese literature. Based on the stories of the historical figure Song Jiang and his companions,who rebelled against the feudal emperor,this novel has been popular among the Chinese readers for hundreds of years. It is no exaggeration to say that almost every Chinese is familiar with some of the main characters in the novel. Its highlights are repeatedly told in teahouses,on theatrical stages,on radio and television,on movie screens,and in numerous homes. In fact,its influence has extended far beyond national boundaries as more and more foreign readers are also stirred and intrigued by the stories of the novel."}
{"_id":"8e1706526193a3e2043ecc3308259893","id":"20201201","type":"CET6","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"青藏铁路是世界上最高最长的高原铁路，全长1956公里，其中有960公里在海拔4000多米之上，是连接西藏和中国其他地区的第一条铁路。由于铁路穿越世界上最脆弱的生态系统，在建设期间和建成后都采取了生态保护措施，以确保其成为一条“绿色铁路”。青藏铁路大大缩短了中国内地与西藏之间的旅行时间。更重要的是，它极大地促进了西藏的经济发展，改善了当地居民的生活。铁路开通后，愈来愈多的人选择乘火车前往西藏，这样还有机会欣赏沿线的美景。","modelEssay":"The Qinghai-Tibet Railway，the world 's highest and longest plateau railway，has a total length of 1956 kilometers，with 960 kilometers of it at an altitude of over 4,000 meters.It is the first railway connecting Tibet and other parts of China.As the railway passes through one of the world's most vulnerable ecosystems，ecological conservation measures have been taken during and after its construction to ensure that it becomes a“green railway”. The railway has greatly shortened the travel time between inland China and Tibet，More importantly，it has greatly promoted Tibet's economic growth and bettered the lives of local residents. Since the opening of the railway，a growing number of people have opted to travel to Tibet by train，thus allowing them to enjoy the beautiful scenery along the way."}
{"_id":"8e1706526193a3e2043ecc34487d4d71","id":"20201202","type":"CET6","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"港珠澳大桥（Hong Kong-Zhuhai-Macau Bridge）全长 55 公里，是我国一项不同寻常的工程壮举。大桥将三个城市连接起来，是世界上最长的跨海桥梁和隧道系统。大桥将三个城市之间的旅行时间从 3 小时缩短到 30 分钟。这座跨度巨大的钢筋混凝土大桥充分证明中国有能力建造创纪录的巨型建筑。它将助推区域一体化，促进经济增长。大桥是中国发展自己的大湾区总体规划的关键。中国希望将大湾区建成在技术创新和经济繁荣上能与旧金山、纽约和东京的湾区相媲美的地区","modelEssay":"The Hong Kong Zhuhai-Macau Bridge, which spans 55 kilometers, is an extraordinary feat of engineering in China. It is the world's longest sea-crossing bridge and tunnel system, which connects Hong Kong with Zhuhai and Macau, cutting the travel time between the three cities from 3 hours to 30 minutes. This massive span of steel and concrete is ample proof of China's ability to build record-setting megastructures. The bridge will help spur regional integration and drive economic growth. It is a key component of China's master plan to develop its own Greater Bay Area， a region that China hopes will develop to rival the bay areas of San Francisco, New York and Tokyo in terms of technological innovation and economic success."}
{"_id":"8e1706526193a3e2043ecc352e87dbbe","id":"20201203","type":"CET6","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2.","stem":"北京大兴国际机场位于天安门广场以南46公里处，于2019年9月30日投入使用。该巨型工程于2014年开工建设，高峰时工地上有4万多工人。航站楼设计紧凑，可以允许最大数量的飞机直接停靠在最靠近航站楼中心的位置，这给乘客提供了极大的方便。航站楼共有82个登机口，但乘客通过安检后，只需不到8分钟就能抵达任何一个登机口。机场的设计可确保每小时300架次起降。机场年客运量2040年将达到1亿人次，有望成为世界上最繁忙的机场。","modelEssay":"Beijing Daxing International Airport, located 46 kilometers south of Tian'anmen Square，came into use on September 30, 2019.Construction of this mega-project began in 2014, with more than 40 ,000 workers on site at its peak. The compact design of the terminal allows a maximum number of aircraft to be parked directly at the terminal with minimum distances from the center of the building, providing exceptional convenience for passengers. There are 82 boarding gates in the terminal, but it takes less than 8 minutes for passengers to getto each boarding gate after passing through the security check. The airport is designed to handle 300 takeoffs and landings per hour. It will be capable of handling 100 million passengers annually by 2040 and is expectedto become the busiest airport in the world."}
{"_id":"8e1706526193a3e2043ecc36064b12e2","id":"20210601","type":"CET6","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"海南是仅次于台湾的中国第二大岛，是位于中国最南端的省份。海南岛风景秀丽，气候宜人，阳光充足，生物多样，温泉密布，海水清澈，大部分海滩几乎全年都是游泳和日光浴的理想场所，因而被誉为中国的四季花园和度假胜地，每年都吸引了大批中外游客。 海南1988年建省以来，旅游业、服务业、高新技术产业飞速发展，是中国唯一的省级经济特区.。在中央政府和全国人民的大力支持下 海南将律成中国最大的自由贸易试验区.","modelEssay":"Hainan is China's second largest island after Taiwan，and the southernmost province of China.HainanIsland is blessed with charming landscape，pleasant climate，sufficient sunshine，rich biodiversity，abundanthot springs，and crystal clear sea water，Most of its beaches are ideal places for swimming and sunbathingalmost all year round. Therefore，it is known as China's all-season garden and holiday resort，attracting alarge number of Chinese and overseas tourists every year. Since Hainan was established as a province in 1988，its tourism，service and high-tech industries havedeveloped rapidly.It is the only provincial-level special economic zone in China.With the strong support of thecentral government and the entire nation，Hainan will be built into China's largest pilot free trade zone."}
{"_id":"8e1706526193a3e2043ecc37716b11a5","id":"20210602","type":"CET6","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2.","stem":"青海是中国西北部的一个省份，平均海拔3000米以上，大部分地区为高山和高原。青海省得名于全国最大的咸水湖青海湖。青海湖被誉为“中国最美的湖泊”，是最受欢迎的旅游景点之一，也是摄影师和艺术家的天堂。青海山川壮丽，地大物博，石油和天然气储量丰富，省内许多城市的经济在石油和天然气工业带动下得到了长足发展。青海尤以水资源丰富而闻名，是中国三大河流长江 黄河和澜沧江的发源地，在中国的水生态中发挥着重要作用。","modelEssay":"Qinghai is a province in the northwest of China with an average altitude of over 3,000 meters，most of which consists of mountains and plateaus.The province derives its name from Qinghai Lake，the largestsaltwater lake in the country. Credited as“China's most beautiful lake”, it is one of the most popular touristattractions and also a paradise for photographers and artists. Qinghai boasts magnificent mountains and rivers，great size and abundant natural resources. Thanks to its rich reserves of petroleum and natural gas，a large number of cities in the province have witnessed substantial and rapideconomic growth with the development of oil and natural gas industries.Qinghai is especially well-known for its abundant water resources.It is the origin of China 's three great rivers—the Yangtze River，the Yellow River and the Lancang River—and plays an important role in China's water ecology."}
{"_id":"8e1706526193a3e2043ecc383d3b4a59","id":"20210603","type":"CET6","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"云南是位于中国西南的一个省份，平均海拔1 500米。云南历史悠久，风景秀丽，气候宜人。云南生态环境优越.生物多种多样 被誉为野生动植物的天堂。云南还有多种矿藏和充足的水资源，为全省经济的可持续发展提供了有利条件。云南居住着25个少数民族.他们大多有自己的语言、习俗和宗教。云南独特的白然景色和丰富的民族文化使其成为中国最受欢;迎的旅游目的地之一，每年都吸引着大批国内外游客前往观光旅游。","modelEssay":"Yunnan is a province situated in southwestern China, with an average elevation of 1 ,500 meters. It boasts a long history， beautiful scenery and a pleasant climate. With its superior ecological conditions and rich biodiversity，Yunnan is acclaimed as the paradise for wild animals and plants. In addition， it abounds in . mineral and water resources, which provide favorable conditions for the sustainable economic development of the whole province. Yunnan is home to 25 ethnic minorities, most of which have their own languages, conventions and religions. The combination of distinctive natural landscape and rich ethnic cultures has made Yunnan one of the most popular tourist destinations in China, attracting a large number of tourists from home and abroad every year."}
{"_id":"f4ef47fd61656c82011914f94005b8c9","id":"20210601","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"铁观音（Tieguanyin）是中国最受欢迎的茶之一，原产于福建省安溪县西坪镇，如今安溪全县普遍种植，但该县不同地区生产的铁观音又各具风味。铁观音一年四季均可采摘，尤以春秋两季采摘的茶叶品质最佳。铁观音的加工非常复杂，需要专门的技术和丰富的经验。铁观音含有多种维生素，喝起来口感独特。常饮铁观音有助于预防心脏病、降低血压、增强记忆力。","modelEssay":"Tieguanyin,one of the most favored types of tea in China, is native to Xiping Town, Anxi County, Fujian Province. Now planted throughout Anxi County, the tea varies in its flavor in deifferent regions of the county. Tieguanyin can be gathered through all seasons, tasting the best particularly when picked in spring and fall. The complex processing of the calls for specialized skills and abundant experience. The drink, rich in vitamins and with a distinct taste, helps prevent heart diseases, lower blood pressure and enhance memory if consumed regularly."}
{"_id":"8e1706526193a3e2043ecc391aa82a2c","id":"20210602","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"普洱(Pu'er)茶深受中国人喜爱。 最好的普洋茶产自云南的西双版纳(Xishuangbanna), 那里的气候和环境为普洋茶树的生长提供了最佳条件。 普洋茶颜色较深，味道与其他许多茶截然不同。 普洋 茶垫(brew)的时间越长越有味道。 许多爱喝茶的人尤其喜欢其独特的香味和口感。普洋茶含有多种有益健康的元素，常饮普洋茶有助于保护心脏和血管，还有减肥、消除疲劳和促进消化的功效。","modelEssay":"Pu'er tea is hugely popularamongChinese, the best of which is native to Xishuangbanna Yunnan Province, where climate and environment are the best for the growth of Pu'er tea trees. The tea takes on a darker color and a markedly flavor different from many other types of tea.The longer the tea is brewed, the better it tastes. Its unique aroma and taste are especially adored by its lovers. With numerous elements thatpromote good health, the tea helps regular drinkers with weight loss, recovery from fatigue and digestion, as well as protection of the heart and blood vessels. tea takes on a darker color and a markedly flavor different from many other types of tea.The longer the tea is brewed, the better it tastes. Its unique aroma and taste are especially adored by its lovers. With numerous elements that"}
{"_id":"8e1706526193a3e2043ecc3a4adb95f0","id":"20210603","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"龙井(Longjing)是一种绿茶,主要产自中国东部沿海的浙江省。龙井茶独特的香味和口感为其贏得了“中国名茶”的称号,在中国深受大众的欢迎,在海外饮用的人也越来越多。龙井茶通常手工制作,其价格可能极其昂贵,也可能比较便宜,这取决于茶的生长地、采摘时间和制作工艺。龙井茶富含维生素C和其他多种有益健康的元素。经常喝龙井茶有助于减轻疲劳、延缓衰老。","modelEssay":"Longjing is a green tea variety which is mainly produced in Zhejiang Province on the east coast of China. Winning the title of“China's Famous Tea” for the unique fragrance and taste, it enjoys great popularity in China and attracts a growing number of consumers abroad. Mostly handmade, Longjing ranges in price from costly in an extreme way to fairly cheap, depending on the location of cultivation, time of picking and techniques of processing. The tea is an excellent source of vitamin C and many other elements important for good health. Therefore, drinking Longjing tea frequently contributes to allaying tiredness and delaying aging."}
{"_id":"8e1706526193a3e2043ecc3b7883085f","id":"20201203","type":"CET4","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"鱼是春节前夕餐桌上不可或缺的一道菜,因为汉语中“鱼”字的发音与“余”字的发音相同。正由于这个象征性的意义,春节期间鱼也作为礼物送给亲戚朋友。鱼的象征意义据说源于中国传统文化。中国人有节省的传统,他们认为节省得愈多,就感到愈为安全。今天,尽管人们愈来愈富裕了,但他们仍然认为节省是一种值得弘扬的美德。","modelEssay":"Fish is an indispensable dish on the dinner table on the eve of the Spring Festival，because the pronunciation of the Chinese character for“fish”is the same as that of the character for“surplus”. It is due to this symbolic meaning that fish is also selected as a gift to relatives and friends during the Spring Festival. The symbolic meaning of fish is said to be derived from traditional Chinese culture.The Chinese have a tradition of saving，and they believe that the more they save，the more secure they feel. Nowadays，even though Chinese people are leading an increasingly well-off life，they still regard saving as a virtue worth promoting."}
{"_id":"8e1706526193a3e2043ecc3c6d4148d1","id":"20210601","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"春节前夕吃团圆饭是中国人的传统。团圆饭是一年中最重要的晚餐,也是家庭团聚的最佳时机,家人生活在不同地方的家庭尤其如此。团圆饭上的菜肴丰富多样,其中有些菜肴有特殊含义。例如,鱼是不可缺少的一道菜,因为汉语中的“鱼”字和“余”字听上去一样。在中国的许多地方,饺子也是一道重要的佳肴,因为饺子象征着财富和好运。","modelEssay":"It has been at radition for the Chinese to have a reunion dinner on the eve of the Spring Festival.The reunion dinner is the most important dinner of the year and the best moment for the family reunion,especially for families whose members live in different places.The dishes for the reunion dinner are richly varied,some of which have specia lmeanings.For example, fish is always an indispensable to the reunion dinner,because the Chinese characters for “fish” and “surplus” sound the same.In many places around China,dumplings are also a significant dish,because they symbolize wealth and goodluck."}
{"_id":"8e1706526193a3e2043ecc3d53026582","id":"20201201","type":"CET4","time":"30min","publish":"202012","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"生活在中国不同地区的人们饮食多种多样。北方人主要吃面食，南方人大多吃来饭。在沿海地区，海鲜和淡水水产品在人们饮食中占有相当大的比例，而在其他地区人们的饮食中，肉类和奶制品更为常见。四川、湖南等省份的居民普遍爱吃辛辣食物，而江苏和浙江人更喜欢甜食。然而，因为烹任方式各异，同类食物的味道可能会有所不同。","modelEssay":"People living in different parts of China have a variety of diets. People in the north mainly eat food made from flour, while those in the south mostly eat rice. In coastal areas， seafood and freshwater products account for a large proportion of people' s diet， while in other areas, meat and dairy products are more common. Residents in provinces such as Sichuan and Hunan are generally fond of spicy food， while people in Jiangsu and Zhejiang prefer sweet food. However, similar food may have different tastes due to different cooking methods."}
{"_id":"8e1706526193a3e2043ecc3e402f4b4c","id":"20200903","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"你如果到北京旅游，必须做两件事∶一件是登长城，另一件是吃北京烤鸭。闻名遐迩的北京烤鸭曾仅限于宫廷，而现在北京数百家餐厅均有供应。北京烤鸭源于600 年前的明代。来自全国各地的厨师被挑选出来到京城为皇帝做饭。人们认为在皇宫做饭是一种莫大的荣誉，只有厨艺出众者才能获得这份工作。事实上，正是这些宫廷厨师使北京烤鸭的烹饪艺术日臻完善。","modelEssay":"If you travel to Beijing, you must do two things: One is to climb the Great Wall, and the other is to eat Peking Duck. The famed Peking Duck was once confined to the royal court, but now it is served in royal court,but now it is served in hundreds of restaurants in Beijing. Pcking Duck originated in the Ming Dynasty of 600 years ago. Chefs from all over the country were selected to go to the capital of the country to cook for the emperor. People thought that cooking in the royal palace was a great honor，and only those who excelled in cooking could get this job. In fact，it is these royal chefs who have perfected the culinary art of Peking Duck day by day.","type":"CET4"}
{"_id":"8e1706526193a3e2043ecc3f7c5bc764","id":"202O0902","type":"CET4","time":"30min","publish":"202106","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"茶拥有5000年的历史。传说，神农氏（Shen Nong）喝开水时，几片野树叶子落进壶里开水顿时散发出宜人的香味。他喝了几口，觉得很提神。茶就这样发现了。自此，茶在中国开始流行。茶园遍布全国，茶商变得富有。昂贵、雅致的茶具成了地位的象征。今天，茶不仅是一种健康的饮品，而且是中国文化的一个组成部分。越来越多的国际游客一边品茶，一边了解中国文化。","modelEssay":"Tea has a history of 5,000 years. There is a legend that when Shen Nong was about to drink boiling water, a few wild tree leaves fell into the kettle and the boiling water immediately gave off pleasant fragrance. He drank a little water, feeling very refreshed. Therefore, tea was found in this way. Since then, tea has begun to be popular in China. Tea gardens spread all over the country, and tea merchants became rich. Expensive and elegant tea sets have become a symbol of social status. Today, tea is not only a healthy drink, but also a part of Chinese culture. More and more international tourists learn about Chinese culture when they drink tea. "}
{"_id":"8e1706526193a3e2043ecc40061c6ccc","id":"20200901","type":"CET4","time":"30min","publish":"202009","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"茅台(Moutai)是中国最有名的白酒,在新中国成立前夕,被选为国宴用酒。据说赤水沿岸的村民四千年前就开始酿造茅台。在西汉时期,那里的人们生产出了高质量的茅台,并把它贡给皇帝。自唐朝开始,这种地方酒通过海上丝绸之路运往海外。茅台味道柔和,有一种特殊的香味;适量饮用可以帮助缓解疲劳,有镇静作用,因而广受国内外消费者的喜爱。","modelEssay":"Moutai is the most famous liquor in China. On the eve of the founding of the People's Republic of China， it waschosen as the liquor for state banquets.It is said that villagers along the banks of the Chishui River began brewing Moutai 4 000 years ago. During the Western Han Dynasty, the people there produced high-quality Moutai and presented it to the emperor as a tribute. Since the Tang Dynasty, this local liquor has been shipped overseas via the Maritime Silk Road. With a mild flavor and a special aroma, moderate drinking of Moutai can help relieve fatigue and calm down, so it is widely loved by consumers at home and abroad."}
{"_id":"150083c56198ed4d030d0d13540f1467","id":"20190601","type":"CET4","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2.","stem":"灯笼起源于东汉，最初主要用于照明。在唐代，人们用红灯笼来庆祝安定的生活。从那时起，灯笼在中国的许多地方流行起来。灯笼通常用色彩鲜艳的薄纸制作，形状和尺寸各异。在中国传统文化中，红灯笼象征生活美满和生意兴隆，通常在春节、元宵节和国庆等节日期间悬挂。如今，世界上许多其他地方也能看到红灯笼。","modelEssay":"Chinese lanterns, originating in the Eastern Han Dynasty, were primarily used for lighting in early times. In the Tang Dynasty, red lanterns were used to celebrate the peaceful life. From then on, lanterns have gained popularity in many places of China. Lanterns are usually made of colorful thin paper, and vary in shape and size. In traditional Chinese culture, red lanterns symbolize booming life and prosperous business, so they are often hung on festivals such as Spring Festival, Lantern Festival, and National Day. Today, red lanterns can also be seen in many other parts of the world."}
{"_id":"150083c56198ed4d030d0d146d0ddd74","id":"20190602","type":"CET4","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"舞狮作为中国传统民间表演已有2 000多年历史。在狮子舞中，两位表演者同披一件狮子服，一个舞动头部，另一个舞动身体和尾巴。他们熟练配合，模仿狮子的各种动作。狮子也是兽中之王，象征幸福和好运，所以人们通常在春节和其他节日期间表演狮子舞。狮子舞也可能出现在其他重要场合，如商店开业和结婚典礼，往往吸引许多人观赏。","modelEssay":"Lion dance is a traditional folk performance in China with a history of over 2,000 years. In the dance, two performers share one lion costume with one waving the lion's head and the other waving the lion's body and tail. They cooperate skillfully to imitate a lion's various movements. As the lion, king of beasts, symbolizes happiness and good luck, the lion dance is usually performed during the Spring Festival and other festivals. It may also be performed at other important occasions such as business opening events and wedding ceremonies, often attracting a large audience."}
{"_id":"150083c56198ed4d030d0d1512a593b5","id":"20190603","type":"CET4","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"剪纸是中国民间艺术的一种独特形式，已有2000多年历史。剪纸很可能源于汉代，继纸张发明之后。从此，它在中国的许多地方得到了普及。剪纸用的材料和工具很简单：纸和剪刀。剪纸作品通常是用红纸做成的，因为红色在中国传统文化中与幸福相联。因此，在婚礼、春节等喜庆场合，红颜色的剪纸是门窗装饰的首选。","modelEssay":"Paper cutting is a unique form of Chinese folk art with a history of more than 2,000 years. Itis likely to have originated in the Han Dynasty following the invention of paper. Since then, the paper-cut art has been popularized in many places of China. Materials and tools for paper cutting are quite simple : paper and scissors. The artworks are usually made of red paper，as red is associated with happiness in traditional Chinese culture. Therefore, on festive occasions like weddings and the Spring Festival, red papercuts are the preferred choice for decorating doors and windows."}
{"_id":"150083c56198ed4d030d0d167744b932","id":"20190601","type":"CET6","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. Youshould write your answer on Answer Sheet 2.","stem":"成语（Chinese idioms）是汉语中的一种独特的表达方式，大多由四个汉字组成。它们高度简练且形式固定，但通常能形象地表达深刻的含义。成语大多数来源于中国古代的文学作品，通常与某些神话、传说或者历史事件有关。如果不知道某个成语的出处，就很难理解其确切含义。因为，学习成语有助于人们更好地理解中国传统文化。成语在日常会话和文学创作中广泛使用。恰当使用成语可以使一个人的语言更具表现力，交流更有效。","modelEssay":"Chinese idioms are a unique type of Chinese expression，most of which consist of four characters.Though highly compact and structurally fixed，they usually can express profound meanings vividly. Chinese idioms are mostly derived from ancient literature，and often linked with certain myths，stories or historical facts.The precise meaning of an idiom can be difficult to understand without the knowledge of its origin.Therefore，learning Chinese idioms helps people better understand traditional Chinese culture. Chinese idioms are widely used in daily conversations and literary works.Proper use of Chinese idioms can make one's words more expressive and communication more effective."}
{"_id":"150083c56198ed4d030d0d1736487342","id":"20190602","type":"CET6","time":"30min","publish":"201906","order":1,"directions":"For this part, you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2.","stem":"中国幅员辽阔，人口众多，很多地方人们都说自己的方言。方言在发音上差别很大，词汇和语法差别较小。有些方言，特别是北方和南方的方言，差异很大，以致于说不同方言的人常常很难听懂彼此的讲话。方言被认为是当地文化的一个组成部分，但近年来能说方言的人数不断减少。为了鼓励人们更多说本地语言，一些地方政府已经采取措施，如在学校开设方言课，在广播和电视上播放方言节目，以期保存本地的文化遗产。","modelEssay":"China has a vast territory and a large population. People in many places of China speak their own dialects. Chinese dialects differ most in pronunciation，and to a lesser extent in vocabulary and grammar. Some dialects，especially northern dialects and southern dialects，vary so much that they are often not mutually intelligible with each other. Dialects are considered anintegral part of 1ocal cultures， but the number of people who can speak in dialects has been decreasing in recent years. In order to encourage people to speak local dialects more often，some local governments have taken measures such as offering dialect courses in schools and broadcasting dialect programs on radio and television in the hope of preserving local cultural heritage."}
{"_id":"150083c56198ed4d030d0d181cbe3161","id":"20190603","type":"CET6","time":"30min","publish":"201906","order":1,"directions":" For this part , you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2.","stem":"汉语现在是世界上用作本族语人数最多的语言。汉语与西方语言的一个重要区别在于它是以方块字(character)而不是以字母构成的。目前仍在使用的书写系统中,汉语是最古老的。在中国,来自不同地区的人可能听不懂对方的方言,但由于汉子有统一的书写形式,他们交流起来几乎没有任何困难。汉语历史上对团结中华民族发挥了重要作用。今天,随着中国经济的快速增长和全球影响力的增强,越来越多其他国家的人也开始学习汉语。","modelEssay":"Chinese is now the language with the largest number of native speakers in the world. One important way in which Chinese differs from western languages is that, instead of letters, it uses characters. Chinese is the oldest script still in use. In China, people from different regions may find it difficult to understand each other's dialects, but they have little difficulty in communicating through written Chinese, because Chinese characters share a common written form. Chinese has played an important role in uniting the Chinese nation in history. Today, with the rapid growth of China’s economy and the increase in its global influence, a rising number of people from other countries also start learning Chinese."}
