{"_id":"150083c5618e6587027535ea6392c250","time":"10min","publish":"2021","type":"TEM4","title":"CLOZE","directions":"Decide which of the words given in the box below would best complete the passage if inserted in the corresponding blank. The words can be used ONCE ONLY. Mark the letter for each word on ANSWER SHEET TWO.","article":["There is a curious cliche that says pictures don't lie. It is part of that greater cliche that says seeing is believing. Somehow a thing seen directly--or through a(n) (31)____ representation like a painting, photograph, or a film--brings us closer to some actual reality. Words are too (32)____ not things themselves; words are made-up sounds, developed throughout the life of a culture, represented by made-up letters, put together in a contrived (33)____ that everyone in a culture uses to communicate through a decision that the particular words will refer to particular things. Language is clearly (34)____ and not natural: It is human made and accepted with some variations throughout a particular culture. Every English speaker understands what the word “food” refers to, even (35)____ the particular kind of food that comes to mind may vary to each in dividual. But seeing a thing seems to bring us something very close to the thing itself-to “reality”. Things that are seen appear to be and even feel as if they are (36)____; that is, they seem to be conveyed directly to us, not conveyed indirectly. Nothing stands in their (37)_____. They are true.","But, in fact, an image, whether photographed, painted, or (38)____ is not the thing itself. It is a representation of a mediated (39)____, composed through the camera lens, or a computer, and transferred onto film or through binary code onto the computer screen, appearing to be the thing itself. But even when we acknowledge the (40)____ of optics, computer science, and the human hand and eye of the photographer in recording and developing the photographic image, we still haven't considered all the mediation that goes on. An image of the thing is not the thing."],"options":["A. Actually","B .cultural","C. digitized","D. grammar","E. if","F. Intervention","G. obviously","H. path","I. though","J. transition","K. Transmission","L. unmediated","M. virtual","N. visual","O. way"],"analysisList":[{"order":31,"answer":"N","analysis":"形容词辨析题。分析句子结构可知,空格前是不定冠词 a 或 an,空格处应填入一个能够修饰名词 representation 的形容词作定语。结合句意可知,representationn 一词后面是 like 引导的 a painting、a photograph、a film,来具体说明 representation。这些都是包含有图形或图像的呈现方式,因此空格处填入 visual “视觉的”。此处意为：绘画、照片或电影等视觉呈现方式。"},{"order":32,"answer":"G","analysis":"副词辨析题。分析空格所在句的句子结构可知,句子的主干为“Words are... not things... ” 基本的主系表结构是完整的。因此,空格处需要填入副词作状语。由句意可知,“词汇不是事物本”是很明显的事情,因此空格处填入 obviously “明显地,显而易见地”。"},{"order":33,"answer":"D","analysis":"名词辨析题。分析空格所在句的句子成分可知,put together in a... 为words的后置定语。空格前为形容词 contrived,空格后 that 引导的定语从句,因此空格处需要填入名词,即作 contrived 的修饰对象,又作定语从句的先行词。有句意可知,词汇是以一种认为的____组合在一起的。备选名词选项中只有 grammar “语法”符合句意,故 D 为答案。"},{"order":34,"answer":"B","analysis":"形容词辨析题。分析句子结构可知,空格处所在句中的 and 连接了两个并列成分, and 后是形容词 natural, 故空格处也应该填入一个形容词与其对应。结合上下文可知,词汇是人为创造的,与人类的文化相对应。由此可知,语言是与文化相关的,而不是自然存在的。因此,填入 cultural “文化的,与文艺有关的”。"},{"order":35,"answer":"I","analysis":"连词辨析题。空格所在句的前半句提到,每个说英语的人都明白“food”一词的含义。后半句指出,每个人想到的食物种类可能有所不同。这两部分都是相对独立完整的句子,从句意上看,两部分是对比关系。又因为两部分之间的标点符号是逗号,因此空格处应填入一个连词,与 even 一起将前后两个部分连接起来。even 与 though 搭配有让步的含义,意为“虽然”,符合语境,故答案为I。"},{"order":36,"answer":"L","analysis":"形容词辨析题。分析句子结构可知,空格所在从句为主系表结构,且空格前为系动词 are, 因此空格处需要填入一个形容词充当句子的表语。分号后的句子是对空格所在句的解释。该句指出,它们似乎是直接传达给我们,而不是间接传达给我们的。因此,填入 unmediated “无媒介的”符合语境,故答案为 L。"},{"order":37,"answer":"O","analysis":"名词辨析题。分析句子结构可知,空格位于短语 stand in their... 中,因此需要填入名词。根据上下文可知,人们看到的事物看上去好像是没有经过任何媒介的,似乎是直接传达给我们,而不是间接传达给我们的。没有什么站在他们的____。stand / be in sb's way 为固定搭配,意为“挡在某人的路上”。将 way 填入空格所表达的意思是,我们在看到图像这一过程中没有任何阻碍,即没有任何中间媒介。故答案为 way。"},{"order":38,"answer":"C","analysis":"动词辨析题。分析句子结构可知,空格位于 or 之后,与 protographed、painted 为并列关系。因此,空格处应该填入一个动词的过去分词形式,用来修饰 image。结合下一句中出现的 camera lens、computer 和 computer screen 可以判断,此处对图像的处理是指将图像数字化,故填入digitized “使数字化”。"},{"order":39,"answer":"K","analysis":"名词辨析题。分析句子结构可知,空格所填词与不定冠词 a 和 mediated of 一起构成介词 of 的宾语,因此空格处应填入名词。结合上下文可知,即使是图像,不管是通过照相机镜头还是电脑,它们都是经过处理的,在传送的过程中是有其他因素介入的。因此,应该填入 transmission 传送,传递”,此处意为“它是一种媒介传播的表现”。"},{"order":40,"answer":"F","analysis":"名词辨析题。分析句子结构可知,空格位于 the...of...结构中,定冠词 the 后需要使用名词,由此可以确定空格处需要填入名词。结合上下文可知,通过拍摄的或数字化的图像在到达观看人的视线之前,一定受到了光学、计算机科学以及摄影师的影响,但即使考虑了这些因素,也一定还有一些因素是没有考虑到的。由此得出文章的结论:事物的图像不是事物本身。根据常识可知,光学、计算机科学和摄影师的手与眼这些都是对事物进行完全无干扰呈现过程中的干扰因素, 因此,应该填入 intervention “干扰,干涉”。"}]}
